[
    {
        "ge_lyu_str": "仄平平仄中平中仄中仄仄平平中仄平平中平中仄中仄中仄平平仄中仄中平中仄中中中平仄仄平平中仄平平中平中仄中仄平平中仄中平中仄仄中平中仄中仄平平中仄平平中平中仄中中中仄平平仄中中平平中仄中中中中仄仄平平中仄中平中中中仄平平",
        "rhyme_pos": [
            2,
            12,
            26,
            41,
            53,
            68,
            82,
            97,
            107
        ],
        "yun_classify": {
            "0": [
                2,
                12,
                26,
                41,
                53,
                68,
                82,
                97,
                107
            ]
        },
        "ci_sep": [
            "古城阴",
            "有官梅几许　红萼未宜簪",
            "池面冰胶　墙腰雪老　云意还又沈沈",
            "翠藤共　閒穿径竹　渐笑语　惊起卧沙禽",
            "野老林泉　故王台榭　呼唤登临",
            "南去北来何事　荡湘云楚水　目极伤心",
            "朱户黏鸡　金盘簇燕　空叹时序侵寻",
            "记曾共　西楼雅集　想垂柳　还袅万丝金",
            "待得归鞍到时　只怕春深"
        ],
        "ge_lyu_sep": [
            "仄平平韵",
            "仄中平中仄句中仄仄平平韵",
            "中仄平平句中平中仄句中仄中仄平平韵",
            "仄中仄读中平中仄句中中中读平仄仄平平韵",
            "中仄平平句中平中仄句中仄平平韵",
            "中仄中平中仄句仄中平中仄句中仄平平韵",
            "中仄平平句中平中仄句中中中仄平平韵",
            "仄中中读平平中仄句中中中读中仄仄平平韵",
            "中仄中平中中句中仄平平韵"
        ],
        "origin": "古城阴。有官梅几许，红萼未宜簪。池面冰胶，墙腰雪老，云意还又沈沈。翠藤共、閒穿径竹，渐笑语、惊起卧沙禽。野老林泉，故王台榭，呼唤登临。南去北来何事，荡湘云楚水，目极伤心。朱户黏鸡，金盘簇燕，空叹时序侵寻。记曾共、西楼雅集，想垂柳、还袅万丝金。待得归鞍到时，只怕春深。",
        "origin_trad": "古城陰。有官梅幾許，紅萼未宜簪。池面冰膠，牆腰雪老，雲意還又沈沈。翠藤共、閒穿徑竹，漸笑語、驚起卧沙禽。野老林泉，故王臺榭，呼喚登臨。南去北來何事，蕩湘雲楚水，目極傷心。朱戶黏雞，金盤簇燕，空歎時序侵尋。記曾共、西樓雅集，想垂柳、還裊萬絲金。待得歸鞍到時，只怕春深。"
    },
    {
        "ge_lyu_str": "仄平平仄平平平仄平仄仄平平仄仄平平平平仄仄仄仄平仄平平仄平仄平平仄仄平仄仄平仄仄平平仄仄平平仄平平仄仄仄平平平仄平平仄仄仄平平平仄仄仄平平仄仄平平平平仄仄平平平仄平平仄平平平平仄仄仄平平仄仄平平仄仄平平仄仄平仄平平",
        "rhyme_pos": [
            2,
            12,
            26,
            41,
            53,
            68,
            82,
            96,
            106
        ],
        "yun_classify": {
            "0": [
                2,
                12,
                26,
                41,
                53,
                68,
                82,
                96,
                106
            ]
        },
        "ci_sep": [
            "过蔷薇",
            "正风暄云淡　春去未多时",
            "古岸停桡　单衣试酒　满眼芳草斜晖",
            "故人老　经年赋别　灯晕里　相对夜何其",
            "泛剡清愁　买花芳事　一卷新诗",
            "流水孤帆渐远　想家山猿鹤　喜见重归",
            "北阜寻幽　青津问钓　多情杨柳依依",
            "最难忘　吟边旧雨　数菖蒲老是来期",
            "几夕相思梦蝶　飞绕蘋溪"
        ],
        "ge_lyu_sep": [
            "仄平平韵",
            "仄平平平仄句平仄仄平平韵",
            "仄仄平平句平平仄仄句仄仄平仄平平韵",
            "仄平仄读平平仄仄句平仄仄读平仄仄平平韵",
            "仄仄平平句仄平平仄句仄仄平平韵",
            "平仄平平仄仄句仄平平平仄句仄仄平平韵",
            "仄仄平平句平平仄仄句平平平仄平平韵",
            "仄平平读平平仄仄句仄平平仄仄平平韵",
            "仄仄平平仄仄句平仄平平韵"
        ],
        "origin": "过蔷薇。正风暄云淡，春去未多时。古岸停桡，单衣试酒，满眼芳草斜晖。故人老、经年赋别，灯晕里、相对夜何其。泛剡清愁，买花芳事，一卷新诗。流水孤帆渐远，想家山猿鹤，喜见重归。北阜寻幽，青津问钓，多情杨柳依依。最难忘、吟边旧雨，数菖蒲老是来期。几夕相思梦蝶，飞绕蘋溪。",
        "origin_trad": "過薔薇。正風暄雲淡，春去未多時。古岸停橈，單衣試酒，滿眼芳草斜暉。故人老、經年賦別，燈暈裏、相對夜何其。泛剡清愁，買花芳事，一卷新詩。流水孤帆漸遠，想家山猿鶴，喜見重歸。北阜尋幽，青津問釣，多情楊柳依依。最難忘、吟邊舊雨，數菖蒲老是來期。幾夕相思夢蝶，飛繞蘋溪。"
    },
    {
        "ge_lyu_str": "仄平平仄仄平平仄平仄仄平平平仄平平平平仄仄平仄平仄平平仄平仄平平仄仄仄平仄平仄仄平平平仄平平平平仄仄仄仄平平平仄平平仄仄仄平平仄仄仄仄平平仄仄平平平平仄仄平仄平仄平平仄平仄平平仄仄平平仄平仄仄平平仄仄平平仄平仄仄平平",
        "rhyme_pos": [
            12,
            26,
            41,
            53,
            68,
            82,
            97,
            107
        ],
        "yun_classify": {
            "0": [
                12,
                26,
                41,
                53,
                68,
                82,
                97,
                107
            ]
        },
        "ci_sep": [
            "拥孤衾　正朔风凄紧　毡帐夜惊寒",
            "春梦无凭　秋期又误　迢递烟水云山",
            "断肠处　黄茅瘴雨　恨骢马　憔悴只空还",
            "揉翠盟孤　啼红怨切　暗老朱颜",
            "堪叹扬州十载　甚倡条冶叶　不省春残",
            "蔡琰悲笳　昭君怨曲　何预当日悲欢",
            "漫赢得　西邻倦客　空惆怅　今古上眉端",
            "梦破梅花　角声又报更阑"
        ],
        "ge_lyu_sep": [
            "仄平平句仄仄平平仄句平仄仄平平韵",
            "平仄平平句平平仄仄句平仄平仄平平韵",
            "仄平仄读平平仄仄句仄平仄读平仄仄平平韵",
            "平仄平平句平平仄仄句仄仄平平韵",
            "平仄平平仄仄句仄平平仄仄句仄仄平平韵",
            "仄仄平平句平平仄仄句平仄平仄平平韵",
            "仄平仄读平平仄仄句平平仄读平仄仄平平韵",
            "仄仄平平句仄平仄仄平平韵"
        ],
        "origin": "拥孤衾，正朔风凄紧，毡帐夜惊寒。春梦无凭，秋期又误，迢递烟水云山。断肠处、黄茅瘴雨，恨骢马、憔悴只空还。揉翠盟孤，啼红怨切，暗老朱颜。堪叹扬州十载，甚倡条冶叶，不省春残。蔡琰悲笳，昭君怨曲，何预当日悲欢。漫赢得、西邻倦客，空惆怅、今古上眉端。梦破梅花，角声又报更阑。",
        "origin_trad": "擁孤衾，正朔風淒緊，氈帳夜驚寒。春夢無憑，秋期又誤，迢遞煙水雲山。斷腸處、黃茅瘴雨，恨驄馬、憔悴只空還。揉翠盟孤，啼紅怨切，暗老朱顏。堪歎揚州十載，甚倡條冶葉，不省春殘。蔡琰悲笳，昭君怨曲，何預當日悲歡。漫贏得、西鄰倦客，空惆悵、今古上眉端。夢破梅花，角聲又報更闌。"
    },
    {
        "ge_lyu_str": "仄平仄仄平平仄仄仄平平平仄仄仄平平平平平仄平仄平平平仄仄仄仄平平仄仄仄仄仄平仄仄平仄仄仄仄仄仄平仄仄平平平仄平仄仄平平仄仄平平仄仄平平平仄平仄平平仄平仄仄仄仄平平平仄平仄仄平平平仄平仄仄平平仄平仄仄平仄仄仄仄平平仄仄",
        "rhyme_pos": [
            12,
            26,
            41,
            53,
            59,
            68,
            82,
            97,
            107
        ],
        "yun_classify": {
            "0": [
                12,
                26,
                41,
                53,
                59,
                68,
                82,
                97,
                107
            ]
        },
        "ci_sep": [
            "断云漏日　青阳布　渐入融和天气",
            "糁缀夭桃　金妆垂柳　妆点亭台佳致",
            "晓露染　风裁雨晕　是绝艳　偏称化工美",
            "向此际会　未教一萼　红开鲜蕊",
            "迤逦渐成春意",
            "放妖容秀色　天真难比",
            "香上蜂须　粉沾蝶翅　忍把芳心萦碎",
            "争似便　移归深院　将绿盖青帏护风里",
            "恁时节　占断与　偎红倚翠"
        ],
        "ge_lyu_sep": [
            "仄平仄仄句平平仄句仄仄平平平仄韵",
            "仄仄平平句平平平仄句平仄平平平仄韵",
            "仄仄仄读平平仄仄句仄仄仄读平仄仄平仄韵",
            "仄仄仄仄句仄平仄仄句平平平仄韵",
            "平仄仄平平仄韵",
            "仄平平仄仄句平平平仄韵",
            "平仄平平句仄平仄仄句仄仄平平平仄韵",
            "平仄仄读平平平仄句平仄仄平平仄平仄韵",
            "仄平仄句仄仄仄读平平仄仄韵"
        ],
        "origin": "断云漏日，青阳布，渐入融和天气。糁缀夭桃，金妆垂柳，妆点亭台佳致。晓露染、风裁雨晕，是绝艳、偏称化工美。向此际会，未教一萼，红开鲜蕊。迤逦渐成春意。放妖容秀色，天真难比。香上蜂须，粉沾蝶翅，忍把芳心萦碎。争似便、移归深院，将绿盖青帏护风里。恁时节，占断与、偎红倚翠。",
        "origin_trad": "斷雲漏日，青陽布，漸入融和天氣。糝綴夭桃，金妝垂柳，妝點亭臺佳致。曉露染、風裁雨暈，是絕豔、偏稱化工美。向此際會，未教一萼，紅開鮮蕊。迤邐漸成春意。放妖容秀色，天真難比。香上蜂須，粉沾蝶翅，忍把芳心縈碎。爭似便、移歸深院，將綠蓋青幃護風裏。恁時節，占斷與、偎紅倚翠。"
    }
]