[
    {
        "ge_lyu_str": "仄仄平平平平仄中仄中平平仄平平平仄仄仄中平中仄中平平仄中仄平平平平中仄中仄中平平仄平中平中仄仄平中中中仄平平仄仄中仄平平中平中仄仄平平仄中中中仄仄仄平仄中仄中平仄仄中仄平平中仄中仄平平仄平平仄平平仄仄仄平中仄中中中中平平仄仄中仄平平仄平中中仄中仄平平平仄仄中中中仄仄",
        "rhyme_pos": [
            12,
            26,
            40,
            54,
            67,
            72,
            80,
            98,
            110,
            116,
            126,
            132
        ],
        "yun_classify": {
            "0": [
                12,
                26,
                40,
                54,
                67,
                72,
                80,
                98,
                110,
                116,
                126,
                132
            ]
        },
        "ci_sep": [
            "对宿烟收　春禽静　飞雨时鸣高屋",
            "墙头青玉旆　洗铅霜都尽　嫩梢相触",
            "润逼琴丝　寒侵枕障　虫网吹粘帘竹",
            "邮亭无人处　听檐声不断　困眠初熟",
            "奈愁极频惊　梦轻难记　自怜幽独",
            "行人归意速",
            "最先念　流潦妨车毂",
            "怎奈向　兰成憔悴　卫玠清羸　等閒时　易伤心目",
            "未怪平阳客　双泪落　笛中哀曲",
            "况萧索　青芜国",
            "红糁铺地　门外荆桃如菽",
            "夜游共谁秉烛"
        ],
        "ge_lyu_sep": [
            "仄仄平平句平平仄句中仄中平平仄韵",
            "平平平仄仄句仄中平中仄句中平平仄韵",
            "中仄平平句平平中仄句中仄中平平仄韵",
            "平中平中仄句仄平中中中句仄平平仄韵",
            "仄中仄平平句中平中仄句仄平平仄韵",
            "中中中仄仄韵",
            "仄平仄读中仄中平仄韵",
            "仄中仄读平平中仄句中仄平平句仄平平读仄平平仄韵",
            "仄仄平中仄句中中中读中平平仄韵",
            "仄中仄读平平仄韵",
            "平中中仄句中仄平平平仄韵",
            "仄中中中仄仄韵"
        ],
        "origin": "对宿烟收，春禽静，飞雨时鸣高屋。墙头青玉旆，洗铅霜都尽，嫩梢相触。润逼琴丝，寒侵枕障，虫网吹粘帘竹。邮亭无人处，听檐声不断，困眠初熟。奈愁极频惊，梦轻难记，自怜幽独。行人归意速。最先念、流潦妨车毂。怎奈向、兰成憔悴，卫玠清羸，等閒时、易伤心目。未怪平阳客，双泪落、笛中哀曲。况萧索、青芜国。红糁铺地，门外荆桃如菽。夜游共谁秉烛。",
        "origin_trad": "對宿煙收，春禽靜，飛雨時鳴高屋。牆頭青玉旆，洗鉛霜都盡，嫩梢相觸。潤逼琴絲，寒侵枕障，蟲網吹粘簾竹。郵亭無人處，聽檐聲不斷，困眠初熟。奈愁極頻驚，夢輕難記，自憐幽獨。行人歸意速。最先念、流潦妨車轂。怎奈向、蘭成憔悴，衛玠清羸，等閒時、易傷心目。未怪平陽客，雙淚落、笛中哀曲。况蕭索、青蕪國。紅糝鋪地，門外荊桃如菽。夜遊共誰秉燭。"
    },
    {
        "ge_lyu_str": "仄仄平平平平仄仄仄平平平仄平平平仄仄仄平平平仄仄平平仄仄仄平平平平平仄平仄平平平仄平平平仄仄仄平仄平仄仄平平仄仄平仄平平仄平平仄仄平平仄仄仄平仄仄仄平仄仄仄平平仄仄仄仄平平仄仄仄仄平平仄平平仄平平仄仄仄平仄仄仄平仄仄平平仄仄平仄平平仄平平仄仄仄仄平平平仄仄平仄平仄仄",
        "rhyme_pos": [
            12,
            26,
            40,
            54,
            67,
            72,
            80,
            98,
            110,
            116,
            126,
            132
        ],
        "yun_classify": {
            "0": [
                12,
                26,
                40,
                54,
                67,
                72,
                80,
                98,
                110,
                116,
                126,
                132
            ]
        },
        "ci_sep": [
            "又子规啼　酴醾谢　寂寂春阴池阁",
            "罗窗人病酒　奈牡丹初放　晚风还恶",
            "燕燕归迟　莺莺声懒　閒罥秋千红索",
            "三分春过半　早朱桁尘凝　翠衣香薄",
            "傍鸳径莺笼　一池萍碎　半檐花落",
            "冉冉春梦弱",
            "楚台远　负雨期云约",
            "漫念想　清歌锦瑟　翠管瑶尊　几回重醉东园酌",
            "但兔葵燕麦　倩谁访　画阑红药",
            "况多病　腰如削",
            "相如老去　赋笔吟簪閒却",
            "此情更谁问著"
        ],
        "ge_lyu_sep": [
            "仄仄平平句平平仄句仄仄平平平仄韵",
            "平平平仄仄句仄平平平仄句仄平平仄韵",
            "仄仄平平句平平平仄句平仄平平平仄韵",
            "平平平仄仄句仄平仄平仄句仄平平仄韵",
            "仄平仄平平句仄平平仄句仄平平仄韵",
            "仄仄平仄仄韵",
            "仄平仄读仄仄平平仄韵",
            "仄仄仄读平平仄仄句仄仄平平句仄平平仄平平仄韵",
            "仄仄平仄仄句仄平仄读仄平平仄韵",
            "仄平仄读平平仄韵",
            "平平仄仄句仄仄平平平仄韵",
            "仄平仄平仄仄韵"
        ],
        "origin": "又子规啼，酴醾谢，寂寂春阴池阁。罗窗人病酒，奈牡丹初放，晚风还恶。燕燕归迟，莺莺声懒，閒罥秋千红索。三分春过半，早朱桁尘凝，翠衣香薄。傍鸳径莺笼，一池萍碎，半檐花落。冉冉春梦弱。楚台远、负雨期云约。漫念想、清歌锦瑟，翠管瑶尊，几回重醉东园酌。但兔葵燕麦，倩谁访、画阑红药。况多病、腰如削。相如老去，赋笔吟簪閒却。此情更谁问著。",
        "origin_trad": "又子規啼，酴醿謝，寂寂春陰池閣。羅窗人病酒，奈牡丹初放，晚風還惡。燕燕歸遲，鶯鶯聲懶，閒罥秋千紅索。三分春過半，早朱桁塵凝，翠衣香薄。傍鴛徑鶯籠，一池萍碎，半檐花落。冉冉春夢弱。楚臺遠、負雨期雲約。漫念想、清歌錦瑟，翠管瑤尊，幾回重醉東園酌。但兔葵燕麥，倩誰訪、畫闌紅藥。况多病、腰如削。相如老去，賦筆吟簪閒却。此情更誰問著。"
    }
]