[
    {
        "ge_lyu_str": "平仄平平仄中平仄平平平仄仄平平仄平平仄仄中平仄仄仄平平中平仄仄平平平仄仄仄平平仄平平仄仄仄平平仄仄平平仄平仄仄仄仄平仄仄仄仄仄中平仄平平仄仄仄仄平平仄仄平平中平平仄仄仄仄仄平平平仄仄仄中平平仄中中平平仄平平仄中仄平平仄平平仄仄平平仄仄仄平平仄",
        "rhyme_pos": [
            18,
            34,
            47,
            59,
            61,
            81,
            95,
            108,
            120
        ],
        "yun_classify": {
            "0": [
                18,
                34,
                47,
                59,
                61,
                81,
                95,
                108,
                120
            ]
        },
        "ci_sep": [
            "花发西园　草薰南陌　韶光明媚　乍晴轻暖清明后",
            "水嬉舟动　禊饮筵开　银塘似染　金堤如绣",
            "是处王孙　几多游妓　往往携纤手",
            "遣离人　对嘉景　触目尽成感旧",
            "别久",
            "帝城当日　兰堂夜烛　百万呼卢　画阁春风　十千沽酒",
            "未省　宴处能忘弦管　醉里不寻花柳",
            "岂知秦楼　玉箫声断　前事难重偶",
            "空遗恨　望仙乡　一晌泪沾襟袖"
        ],
        "ge_lyu_sep": [
            "平仄平平句仄中平仄句平平平仄句仄平平仄平平仄韵",
            "仄中平仄句仄仄平平句中平仄仄句平平平仄韵",
            "仄仄平平句仄平平仄句仄仄平平仄韵",
            "仄平平句仄平仄句仄仄仄平仄仄韵",
            "仄仄韵",
            "仄中平仄句平平仄仄句仄仄平平句仄仄平平句中平平仄韵",
            "仄仄读仄仄平平平仄句仄仄中平平仄韵",
            "中中平平句仄平平仄句中仄平平仄韵",
            "平平仄句仄平平句仄仄仄平平仄韵"
        ],
        "origin": "花发西园，草薰南陌，韶光明媚，乍晴轻暖清明后。水嬉舟动，禊饮筵开，银塘似染，金堤如绣。是处王孙，几多游妓，往往携纤手。遣离人，对嘉景，触目尽成感旧。别久。帝城当日，兰堂夜烛，百万呼卢，画阁春风，十千沽酒。未省、宴处能忘弦管，醉里不寻花柳。岂知秦楼，玉箫声断，前事难重偶。空遗恨，望仙乡，一晌泪沾襟袖。",
        "origin_trad": "花發西園，草薰南陌，韶光明媚，乍晴輕暖清明後。水嬉舟動，禊飲筵開，銀塘似染，金堤如繡。是處王孫，幾多游妓，往往攜纖手。遣離人，對嘉景，觸目盡成感舊。別久。帝城當日，蘭堂夜燭，百萬呼盧，畫閣春風，十千沽酒。未省、宴處能忘絃管，醉裏不尋花柳。豈知秦樓，玉簫聲斷，前事難重偶。空遺恨，望仙鄉，一晌淚沾襟袖。"
    },
    {
        "ge_lyu_str": "平仄平平仄仄平仄平平平仄仄平平仄平平仄仄仄平仄仄仄平平仄平仄仄平平平仄仄仄平平仄平平仄仄仄平平仄仄平平仄平仄仄仄仄平仄仄仄仄仄仄平仄平平仄仄仄仄平平仄仄平平平平平仄仄仄仄仄平平平仄仄仄平平平仄平仄平平仄平平仄仄仄平平仄平平仄仄平平仄仄仄平平仄",
        "rhyme_pos": [
            11,
            18,
            34,
            47,
            59,
            61,
            81,
            95,
            108,
            120
        ],
        "yun_classify": {
            "0": [
                11,
                18,
                34,
                47,
                59,
                61,
                81,
                95,
                108,
                120
            ]
        },
        "ci_sep": [
            "琼质仙姿　缟袂清格　天然疏秀",
            "静轩烟锁黄昏后",
            "影瘦零乱　艳冷珑璁　雪肌莹暖　冰枝萦绣",
            "更赋风流　几番攀赠　细撚香盈手",
            "与东君　叙暌远　脉脉两情有旧",
            "立久",
            "阆苑凝夕　瑶窗淡月　百琲尊芳　醉玉谭群　千钟酬酒",
            "向此　是处难忘攀蕊　送远何劳随柳",
            "空听高楼　笛声凄断　乐事人非偶",
            "空馀恨　惹幽香不灭　尚沾春袖"
        ],
        "ge_lyu_sep": [
            "平仄平平句仄仄平仄句平平平仄韵",
            "仄平平仄平平仄韵",
            "仄仄平仄句仄仄平平句仄平仄仄句平平平仄韵",
            "仄仄平平句仄平平仄句仄仄平平仄韵",
            "仄平平句仄平仄句仄仄仄平仄仄韵",
            "仄仄韵",
            "仄仄平仄句平平仄仄句仄仄平平句仄仄平平句平平平仄韵",
            "仄仄读仄仄平平平仄句仄仄平平平仄韵",
            "平仄平平句仄平平仄句仄仄平平仄韵",
            "平平仄句仄平平仄仄句仄平平仄韵"
        ],
        "origin": "琼质仙姿，缟袂清格，天然疏秀。静轩烟锁黄昏后。影瘦零乱，艳冷珑璁，雪肌莹暖，冰枝萦绣。更赋风流，几番攀赠，细撚香盈手。与东君，叙暌远，脉脉两情有旧。立久。阆苑凝夕，瑶窗淡月，百琲尊芳，醉玉谭群，千钟酬酒。向此、是处难忘攀蕊，送远何劳随柳。空听高楼，笛声凄断，乐事人非偶。空馀恨，惹幽香不灭，尚沾春袖。",
        "origin_trad": "瓊質仙姿，縞袂清格，天然疏秀。靜軒煙鎖黃昏後。影瘦零亂，豔冷瓏璁，雪肌瑩暖，冰枝縈繡。更賦風流，幾番攀贈，細撚香盈手。與東君，敘暌遠，脈脈兩情有舊。立久。閬苑凝夕，瑤窗淡月，百琲尊芳，醉玉譚群，千鐘酬酒。向此、是處難忘攀蕊，送遠何勞隨柳。空聽高樓，笛聲淒斷，樂事人非偶。空餘恨，惹幽香不滅，尚沾春袖。"
    }
]