[
    {
        "ge_lyu_str": "中仄平平仄仄仄平平仄仄平仄中仄平平中平中仄中平仄中平仄中平仄仄仄平中仄平平仄仄仄仄平仄仄平平仄仄平仄平中仄仄仄仄平平仄中平平中中平仄仄平中平平中仄平平中仄仄平仄中仄仄平平仄仄仄中平仄中中仄仄平平仄中平中仄平平仄",
        "rhyme_pos": [
            12,
            26,
            30,
            37,
            40,
            49,
            65,
            79,
            86,
            104
        ],
        "yun_classify": {
            "0": [
                12,
                26,
                30,
                37,
                40,
                49,
                65,
                79,
                86,
                104
            ]
        },
        "ci_sep": [
            "江水苍苍　望倦柳愁荷　共感秋色",
            "废阁先凉　古帘空暮　雁程最嫌风力",
            "故园信息",
            "爱渠入眼南山碧",
            "念上国",
            "谁是　脍鲈江汉未归客",
            "还又岁晚　瘦骨临风　夜闻秋声　吹动岑寂",
            "露蛩悲　清灯冷屋　翻书愁上鬓毛白",
            "年少俊游浑断得",
            "但可怜处　无奈苒苒魂惊　采香南浦　剪梅烟驿"
        ],
        "ge_lyu_sep": [
            "中仄平平句仄仄仄平平句仄仄平仄韵",
            "中仄平平句中平中仄句中平仄中平仄韵",
            "中平仄仄韵",
            "仄平中仄平平仄韵",
            "仄仄仄韵",
            "平仄读仄平平仄仄平仄韵",
            "平中仄仄句仄仄平平句仄中平平句中中平仄韵",
            "仄平中读平平中仄句平平中仄仄平仄韵",
            "中仄仄平平仄仄韵",
            "仄中平仄句中中仄仄平平句仄中平中句仄平平仄韵"
        ],
        "origin": "江水苍苍，望倦柳愁荷，共感秋色。废阁先凉，古帘空暮，雁程最嫌风力。故园信息。爱渠入眼南山碧。念上国。谁是、脍鲈江汉未归客。还又岁晚，瘦骨临风，夜闻秋声，吹动岑寂。露蛩悲、清灯冷屋，翻书愁上鬓毛白。年少俊游浑断得。但可怜处，无奈苒苒魂惊，采香南浦，剪梅烟驿。",
        "origin_trad": "江水蒼蒼，望倦柳愁荷，共感秋色。廢閣先凉，古簾空暮，雁程最嫌風力。故園信息。愛渠入眼南山碧。念上國。誰是、膾鱸江漢未歸客。還又歲晚，瘦骨臨風，夜聞秋聲，吹動岑寂。露蛩悲、清燈冷屋，繙書愁上鬢毛白。年少俊遊渾斷得。但可憐處，無奈苒苒魂驚，采香南浦，翦梅煙驛。"
    },
    {
        "ge_lyu_str": "仄仄平平仄仄仄平平仄仄平仄平仄平平仄平平仄仄平仄平平仄仄平仄仄仄平仄仄平平仄仄仄仄平仄仄平平仄仄平仄平仄仄仄仄仄平平仄平平平平仄平仄仄平平平平仄仄平平平仄仄平仄仄仄仄平平仄仄仄仄平仄仄平仄仄平平仄平平仄仄平仄仄",
        "rhyme_pos": [
            12,
            26,
            30,
            37,
            40,
            49,
            65,
            72,
            79,
            86,
            104
        ],
        "yun_classify": {
            "0": [
                12,
                26,
                30,
                37,
                40,
                49,
                65,
                72,
                79,
                86,
                104
            ]
        },
        "ci_sep": [
            "一水盈盈　汉影隔游尘　净洗寒绿",
            "秋沐平烟　日回西照　乍惊饮虹天北",
            "䌽兰翠馥",
            "锦云直下花成屋",
            "试纵目",
            "空际醉来　风露跨黄鹄",
            "追想缥缈　钓雪松江　恍然烟蓑　秋梦重续",
            "问何如　临池鲙玉",
            "扁舟空舣洞庭宿",
            "也胜饮湘然楚竹",
            "夜久人悄　玉妃唤月归来　挂笙声里　水宫六六"
        ],
        "ge_lyu_sep": [
            "仄仄平平句仄仄仄平平句仄仄平仄韵",
            "平仄平平句仄平平仄句仄平仄平平仄韵",
            "仄平仄仄韵",
            "仄平仄仄平平仄韵",
            "仄仄仄韵",
            "平仄仄平句平仄仄平仄韵",
            "平仄仄仄句仄仄平平句仄平平平句平仄平仄韵",
            "仄平平读平平仄仄韵",
            "平平平仄仄平仄韵",
            "仄仄仄平平仄仄韵",
            "仄仄平仄句仄平仄仄平平句仄平平仄句仄平仄仄韵"
        ],
        "origin": "一水盈盈，汉影隔游尘，净洗寒绿。秋沐平烟，日回西照，乍惊饮虹天北。䌽兰翠馥。锦云直下花成屋。试纵目。空际醉来，风露跨黄鹄。追想缥缈，钓雪松江，恍然烟蓑，秋梦重续。问何如、临池鲙玉。扁舟空舣洞庭宿。也胜饮湘然楚竹。夜久人悄，玉妃唤月归来，挂笙声里，水宫六六。",
        "origin_trad": "一水盈盈，漢影隔遊塵，淨洗寒綠。秋沐平煙，日回西照，乍驚飲虹天北。綵蘭翠馥。錦雲直下花成屋。試縱目。空際醉來，風露跨黃鵠。追想縹緲，釣雪松江，恍然煙蓑，秋夢重續。問何如、臨池鱠玉。扁舟空檥洞庭宿。也勝飲湘然楚竹。夜久人悄，玉妃喚月歸來，掛笙聲裏，水宮六六。"
    },
    {
        "ge_lyu_str": "平仄平平仄仄仄平平仄仄平仄平仄平平仄平平仄仄平仄平仄仄仄平仄仄仄平平仄平平仄仄仄平平仄仄平平仄仄平仄平平仄仄仄仄平平仄平平平平仄平仄仄平平平平仄仄平平仄仄仄平仄平仄仄平平仄仄仄仄平仄平仄仄仄平平仄平平仄仄平平仄",
        "rhyme_pos": [
            12,
            26,
            30,
            37,
            49,
            65,
            79,
            86,
            104
        ],
        "yun_classify": {
            "0": [
                12,
                26,
                30,
                37,
                49,
                65,
                79,
                86,
                104
            ]
        },
        "ci_sep": [
            "千顷玻璃　送满目斜阳　渐下林阒",
            "题叶人归　采菱舟散　望中水天一色",
            "碾空桂魄",
            "玉绳低转云无迹",
            "有素鸥　閒伴夜深　呼棹过环碧",
            "相思万里　顿隔婵媛　几回瑶台　同驻鸾翼",
            "对西风　凭谁问取　人间那得有今夕",
            "应笑广寒宫殿窄",
            "露冷烟淡　还看数点残星　两行新雁　倚楼横笛"
        ],
        "ge_lyu_sep": [
            "平仄平平句仄仄仄平平句仄仄平仄韵",
            "平仄平平句仄平平仄句仄平仄平仄仄韵",
            "仄平仄仄韵",
            "仄平平仄平平仄韵",
            "仄仄平句平仄仄平句平仄仄平仄韵",
            "平平仄仄句仄仄平平句仄平平平句平仄平仄韵",
            "仄平平读平平仄仄句平平仄仄仄平仄韵",
            "平仄仄平平仄仄韵",
            "仄仄平仄句平仄仄仄平平句仄平平仄句仄平平仄韵"
        ],
        "origin": "千顷玻璃，送满目斜阳，渐下林阒。题叶人归，采菱舟散，望中水天一色。碾空桂魄。玉绳低转云无迹。有素鸥，閒伴夜深，呼棹过环碧。相思万里，顿隔婵媛，几回瑶台，同驻鸾翼。对西风、凭谁问取，人间那得有今夕。应笑广寒宫殿窄。露冷烟淡，还看数点残星，两行新雁，倚楼横笛。",
        "origin_trad": "千頃玻璃，送滿目斜陽，漸下林闃。題葉人歸，采菱舟散，望中水天一色。碾空桂魄。玉繩低轉雲無跡。有素鷗，閒伴夜深，呼棹過環碧。相思萬里，頓隔嬋媛，幾回瑤臺，同駐鸞翼。對西風、憑誰問取，人間那得有今夕。應笑廣寒宮殿窄。露冷煙淡，還看數點殘星，兩行新雁，倚樓橫笛。"
    },
    {
        "ge_lyu_str": "仄仄平平仄平仄平仄仄平平仄仄仄平平平平仄仄平平仄平平仄仄平仄仄仄平仄仄平平仄仄仄仄平仄仄平仄仄仄平仄平平仄仄平平仄平仄仄平平平仄仄平仄平平平仄平仄平平仄仄仄平仄仄平平仄仄仄平平仄平平仄仄平平仄仄平平仄平平仄",
        "rhyme_pos": [
            12,
            26,
            30,
            37,
            40,
            49,
            63,
            77,
            84,
            102
        ],
        "yun_classify": {
            "0": [
                12,
                26,
                30,
                37,
                40,
                49,
                63,
                77,
                84,
                102
            ]
        },
        "ci_sep": [
            "木落山明　暮江碧　楼倚太虚寥廓",
            "素手飞觞　钗头笑取　金英满浮桑落",
            "鬓云漫约",
            "酒红拂破香腮薄",
            "细细酌",
            "帘外任教　月转画阑角",
            "当年快意登临　异乡节物　难禁离索",
            "故人远　凌波何在　惟有残英共寂寞",
            "愁到断肠无处著",
            "寄寒香与　凭渠问讯佳时　弄粉吹花　为谁梳掠"
        ],
        "ge_lyu_sep": [
            "仄仄平平句仄平仄句平仄仄平平仄韵",
            "仄仄平平句平平仄仄句平平仄平平仄韵",
            "仄平仄仄韵",
            "仄平仄仄平平仄韵",
            "仄仄仄韵",
            "平仄仄平读仄仄仄平仄韵",
            "平平仄仄平平句仄平仄仄句平平平仄韵",
            "仄平仄读平平平仄句平仄平平仄仄仄韵",
            "平仄仄平平仄仄韵",
            "仄平平仄句平平仄仄平平句仄仄平平句仄平平仄韵"
        ],
        "origin": "木落山明，暮江碧，楼倚太虚寥廓。素手飞觞，钗头笑取，金英满浮桑落。鬓云漫约。酒红拂破香腮薄。细细酌。帘外任教、月转画阑角。当年快意登临，异乡节物，难禁离索。故人远、凌波何在，惟有残英共寂寞。愁到断肠无处著。寄寒香与，凭渠问讯佳时，弄粉吹花，为谁梳掠。",
        "origin_trad": "木落山明，暮江碧，樓倚太虛寥廓。素手飛觴，釵頭笑取，金英滿浮桑落。鬢雲漫約。酒紅拂破香腮薄。細細酌。簾外任教、月轉畫闌角。當年快意登臨，異鄉節物，難禁離索。故人遠、凌波何在，惟有殘英共寂寞。愁到斷腸無處著。寄寒香與，憑渠問訊佳時，弄粉吹花，為誰梳掠。"
    }
]