[
    {
        "ge_lyu_str": "平平仄仄仄仄平平仄仄平平平仄仄仄平平平平中仄仄仄中平平仄仄仄平平仄仄平平仄仄中平平仄仄平中平平仄仄平仄平平仄仄平仄平平仄平平仄仄平平平平仄仄平仄仄平仄仄仄仄平平仄仄平平中仄中仄中平平平平仄仄仄平平平仄仄仄平平仄中平仄中仄平平平仄仄仄仄平中仄仄中平中仄仄平平仄平平仄平平仄仄平平仄",
        "rhyme_pos": [
            13,
            27,
            32,
            41,
            56,
            69,
            85,
            99,
            104,
            113,
            128,
            131,
            138
        ],
        "yun_classify": {
            "0": [
                13,
                27,
                32,
                41,
                56,
                69,
                85,
                99,
                104,
                113,
                128,
                131,
                138
            ]
        },
        "ci_sep": [
            "飞琼伴侣　偶别珠宫　未返神仙行缀",
            "取次梳妆　寻常言语　有得几多姝丽",
            "拟把名花比",
            "恐旁人笑我　谈何容易",
            "细思算　奇葩艳卉　惟是深红浅白而已",
            "争如这多情　占得人间　千娇百媚",
            "须信画堂绣阁　皓月清风　忍把光阴轻弃",
            "自古及今　佳人才子　少得当年双美",
            "且恁相偎倚",
            "未消得　怜我多才多艺",
            "但愿取　兰心蕙性　枕前言下　表余深意",
            "为盟誓",
            "今生断不辜鸳被"
        ],
        "ge_lyu_sep": [
            "平平仄仄句仄仄平平句仄仄平平平仄韵",
            "仄仄平平句平平中仄句仄仄中平平仄韵",
            "仄仄平平仄韵",
            "仄平平仄仄句中平平仄韵",
            "仄平中读平平仄仄句平仄平平仄仄平仄韵",
            "平平仄平平句仄仄平平句平平仄仄韵",
            "平仄仄平仄仄句仄仄平平句仄仄平平中仄韵",
            "中仄中平句平平平仄句仄仄平平平仄韵",
            "仄仄平平仄韵",
            "中平仄读中仄平平平仄韵",
            "仄仄仄读平中仄仄句中平中仄句仄平平仄韵",
            "平平仄韵",
            "平平仄仄平平仄韵"
        ],
        "origin": "飞琼伴侣，偶别珠宫，未返神仙行缀。取次梳妆，寻常言语，有得几多姝丽。拟把名花比。恐旁人笑我，谈何容易。细思算、奇葩艳卉，惟是深红浅白而已。争如这多情，占得人间，千娇百媚。须信画堂绣阁，皓月清风，忍把光阴轻弃。自古及今，佳人才子，少得当年双美。且恁相偎倚。未消得、怜我多才多艺。但愿取、兰心蕙性，枕前言下，表余深意。为盟誓。今生断不辜鸳被。",
        "origin_trad": "飛瓊伴侶，偶別珠宮，未返神仙行綴。取次梳妝，尋常言語，有得幾多姝麗。擬把名花比。恐旁人笑我，談何容易。細思算、奇葩豔卉，惟是深紅淺白而已。爭如這多情，占得人間，千嬌百媚。須信畫堂繡閣，皓月清風，忍把光陰輕棄。自古及今，佳人才子，少得當年雙美。且恁相偎倚。未消得、憐我多才多藝。但願取、蘭心蕙性，枕前言下，表余深意。為盟誓。今生斷不辜鴛被。"
    },
    {
        "ge_lyu_str": "平平仄仄仄仄平平仄仄平平平仄仄仄平平平平仄仄仄仄平平平仄仄仄平平仄仄平平仄仄仄平平仄仄平平平平仄仄仄仄平平仄平平仄平平仄平平仄仄平平仄平平仄平仄平平仄仄仄仄平平仄仄平平仄仄仄仄平平平平平仄仄仄平平平仄仄仄平平仄平平仄仄仄平平平仄仄仄仄平仄仄仄平平仄仄仄平平仄平平仄平平仄仄平平仄",
        "rhyme_pos": [
            13,
            21,
            27,
            32,
            41,
            56,
            69,
            85,
            99,
            104,
            113,
            128,
            131,
            138
        ],
        "yun_classify": {
            "0": [
                13,
                21,
                27,
                32,
                41,
                56,
                69,
                85,
                99,
                104,
                113,
                128,
                131,
                138
            ]
        },
        "ci_sep": [
            "灰飞嶰谷　佩解江干　庾岭寒轻梅瘦",
            "水面吞蟾　山光暗斗",
            "物色盈枝依旧",
            "凭暖危阑久",
            "有清香旖旎　却沾襟袖",
            "赋多情　窥人艳冷　更是殷勤　忍重回首",
            "谁知道　春归院落　缤纷雪飞鸳甃",
            "须谢花神爱惜　碎璧铺酥　肯把飞英僝僽",
            "念念瑶珂　乘飙烟浦　送别犹携纤手",
            "馥郁盈芳酒",
            "临妆罢　一点眉峰伤皱",
            "又只恐　收梦断筦　凄风怨晓　早催银漏",
            "残金兽",
            "参横月堕归时候"
        ],
        "ge_lyu_sep": [
            "平平仄仄句仄仄平平句仄仄平平平仄韵",
            "仄仄平平句平平仄仄韵",
            "仄仄平平平仄韵",
            "仄仄平平仄韵",
            "仄平平仄仄句仄平平仄韵",
            "仄平平读平平仄仄句仄仄平平句仄平平仄韵",
            "平平仄读平平仄仄句平平仄平平仄韵",
            "平仄平平仄仄句仄仄平平句仄仄平平仄仄韵",
            "仄仄平平句平平平仄句仄仄平平平仄韵",
            "仄仄平平仄韵",
            "平平仄读仄仄平平平仄韵",
            "仄仄仄读平仄仄仄句平平仄仄句仄平平仄韵",
            "平平仄韵",
            "平平仄仄平平仄韵"
        ],
        "origin": "灰飞嶰谷，佩解江干，庾岭寒轻梅瘦。水面吞蟾，山光暗斗。物色盈枝依旧。凭暖危阑久。有清香旖旎，却沾襟袖。赋多情、窥人艳冷，更是殷勤，忍重回首。谁知道、春归院落，缤纷雪飞鸳甃。须谢花神爱惜，碎璧铺酥，肯把飞英僝僽。念念瑶珂，乘飙烟浦，送别犹携纤手。馥郁盈芳酒。临妆罢、一点眉峰伤皱。又只恐、收梦断筦，凄风怨晓，早催银漏。残金兽。参横月堕归时候。",
        "origin_trad": "灰飛嶰谷，佩解江干，庾嶺寒輕梅瘦。水面吞蟾，山光暗斗。物色盈枝依舊。憑暖危闌久。有清香旖旎，却沾襟袖。賦多情、窺人豔冷，更是殷勤，忍重回首。誰知道、春歸院落，繽紛雪飛鴛甃。須謝花神愛惜，碎璧鋪酥，肯把飛英僝僽。念念瑤珂，乘飆煙浦，送別猶攜纖手。馥鬱盈芳酒。臨妝罷、一點眉峰傷皺。又只恐、收夢斷筦，淒風怨曉，早催銀漏。殘金獸。參橫月墮歸時候。"
    }
]