[
    {
        "ge_lyu_str": "中中平平中中中中中中中平仄中平中仄中平中仄中平中仄中仄平平中仄平平中平中仄中仄平平中仄平中平仄中中平中仄中仄平平中平中仄平平中中仄中平中仄平仄中平中仄中平中仄中平中仄中仄平平中仄平平中平中仄中仄平平中仄平中中仄仄中平中仄中仄平平",
        "rhyme_pos": [
            11,
            28,
            43,
            55,
            61,
            69,
            86,
            101,
            113
        ],
        "yun_classify": {
            "0": [
                11,
                28,
                43,
                55,
                61,
                69,
                86,
                101,
                113
            ]
        },
        "ci_sep": [
            "孤馆灯青　野店鸡号　旅枕梦残",
            "渐月华收练　晨霜耿耿　云山摛锦　朝露漙漙",
            "世路无穷　劳生有限　似此区区长鲜欢",
            "微吟罢　凭征鞍无语　往事千端",
            "当时共客长安",
            "似二陆　初来俱少年",
            "有笔头千字　胸中万卷　致君尧舜　此事何难",
            "用舍由时　行藏在我　袖手何妨閒处看",
            "身长健　但优游卒岁　且斗尊前"
        ],
        "ge_lyu_sep": [
            "中中平平句中中中中句中中中平韵",
            "仄中平中仄句中平中仄句中平中仄句中仄平平韵",
            "中仄平平句中平中仄句中仄平平中仄平韵",
            "中平仄句中中平中仄句中仄平平韵",
            "中平中仄平平韵",
            "中中仄读中平中仄平韵",
            "仄中平中仄句中平中仄句中平中仄句中仄平平韵",
            "中仄平平句中平中仄句中仄平平中仄平韵",
            "中中仄句仄中平中仄句中仄平平韵"
        ],
        "origin": "孤馆灯青，野店鸡号，旅枕梦残。渐月华收练，晨霜耿耿，云山摛锦，朝露漙漙。世路无穷，劳生有限，似此区区长鲜欢。微吟罢，凭征鞍无语，往事千端。当时共客长安。似二陆、初来俱少年。有笔头千字，胸中万卷，致君尧舜，此事何难。用舍由时，行藏在我，袖手何妨閒处看。身长健，但优游卒岁，且斗尊前。",
        "origin_trad": "孤館燈青，野店雞號，旅枕夢殘。漸月華收練，晨霜耿耿，雲山摛錦，朝露漙漙。世路無窮，勞生有限，似此區區長鮮歡。微吟罷，憑征鞍無語，往事千端。當時共客長安。似二陸、初來俱少年。有筆頭千字，胸中萬卷，致君堯舜，此事何難。用舍由時，行藏在我，袖手何妨閒處看。身長健，但優遊卒歲，且鬭尊前。"
    },
    {
        "ge_lyu_str": "平仄平平仄平平仄仄平仄平仄仄平平仄平平仄仄平平平仄平仄平平仄仄平平平平平仄平仄平平平仄平平平仄仄平平仄仄仄仄平平平平仄仄平平仄平仄平平平仄平仄仄平平仄平平仄仄平平平仄平仄平平平仄平平仄平平仄仄仄平平平仄平平平仄仄平平仄仄仄仄平平",
        "rhyme_pos": [
            11,
            28,
            43,
            55,
            57,
            61,
            69,
            86,
            101,
            113
        ],
        "yun_classify": {
            "0": [
                11,
                28,
                43,
                55,
                57,
                61,
                69,
                86,
                101,
                113
            ]
        },
        "ci_sep": [
            "宫烛分烟　禁池开钥　凤城暮春",
            "向落花香里　澄波影外　笙歌迟日　罗绮芳尘",
            "载酒追游　联镳归晚　灯火平康寻梦云",
            "逢迎处　最多才自负　巧笑相亲",
            "离群",
            "客宦漳滨",
            "但惊见　来鸿归燕频",
            "念日边消耗　天涯怅望　楼台清晓　帘幕黄昏",
            "无限悲凉　不胜憔悴　断尽危肠销尽魂",
            "方年少　恨浮名误我　乐事输人"
        ],
        "ge_lyu_sep": [
            "平仄平平句仄平平仄句仄平仄平韵",
            "仄仄平平仄句平平仄仄句平平平仄句平仄平平韵",
            "仄仄平平句平平平仄句平仄平平平仄平韵",
            "平平仄句仄平平仄仄句仄仄平平韵",
            "平平韵",
            "仄仄平平韵",
            "仄平仄读平平平仄平韵",
            "仄仄平平仄句平平仄仄句平平平仄句平仄平平韵",
            "平仄平平句仄平平仄句仄仄平平平仄平韵",
            "平平仄句仄平平仄仄句仄仄平平韵"
        ],
        "origin": "宫烛分烟，禁池开钥，凤城暮春。向落花香里，澄波影外，笙歌迟日，罗绮芳尘。载酒追游，联镳归晚，灯火平康寻梦云。逢迎处，最多才自负，巧笑相亲。离群。客宦漳滨。但惊见、来鸿归燕频。念日边消耗，天涯怅望，楼台清晓，帘幕黄昏。无限悲凉，不胜憔悴，断尽危肠销尽魂。方年少，恨浮名误我，乐事输人。",
        "origin_trad": "宮燭分煙，禁池開鑰，鳳城暮春。向落花香裏，澄波影外，笙歌遲日，羅綺芳塵。載酒追遊，聯鑣歸晚，燈火平康尋夢雲。逢迎處，最多才自負，巧笑相親。離群。客宦漳濱。但驚見、來鴻歸燕頻。念日邊消耗，天涯悵望，樓臺清曉，簾幕黃昏。無限悲凉，不勝憔悴，斷盡危腸銷盡魂。方年少，恨浮名誤我，樂事輸人。"
    },
    {
        "ge_lyu_str": "平仄平平平仄平平平平仄平仄仄平平仄平平平仄仄平仄仄仄仄平平平仄平平仄平仄仄仄平仄平平平仄平平平仄仄仄平仄仄仄仄平平平平仄仄平平平仄仄平平仄仄平仄仄平平仄平平仄仄平平平仄仄仄平平平仄仄平仄平平仄仄仄仄平平仄仄平平平仄仄仄平平仄平仄平平",
        "rhyme_pos": [
            11,
            28,
            44,
            56,
            58,
            62,
            70,
            87,
            103,
            115
        ],
        "yun_classify": {
            "0": [
                11,
                28,
                44,
                56,
                58,
                62,
                70,
                87,
                103,
                115
            ]
        },
        "ci_sep": [
            "黄鹤楼前　吹笛之时　先生朗吟",
            "想剑光飞过　朝游南岳　墨蓝放下　夜醉东邻",
            "铛煮山川　粟藏世界　有明月清风知此音",
            "还应笑　笑酿成白酒　散尽黄金",
            "知音",
            "自有相寻",
            "休踏破葫芦折断琴",
            "唱白蘋红蓼　庐山日暮　西风黄叶　渭水秋深",
            "三入岳阳　再游湓浦　自一去悠悠直至今",
            "桃源路　尽不妨来往　时共登临"
        ],
        "ge_lyu_sep": [
            "平仄平平句平仄平平句平平仄平韵",
            "仄仄平平仄句平平平仄句仄平仄仄句仄仄平平韵",
            "平仄平平句仄平仄仄句仄平仄平平平仄平韵",
            "平平仄句仄仄平仄仄句仄仄平平韵",
            "平平韵",
            "仄仄平平韵",
            "平仄仄平平仄仄平韵",
            "仄仄平平仄句平平仄仄句平平平仄句仄仄平平韵",
            "平仄仄平句仄平平仄句仄仄仄平平仄仄平韵",
            "平平仄句仄仄平平仄句平仄平平韵"
        ],
        "origin": "黄鹤楼前，吹笛之时，先生朗吟。想剑光飞过，朝游南岳，墨蓝放下，夜醉东邻。铛煮山川，粟藏世界，有明月清风知此音。还应笑，笑酿成白酒，散尽黄金。知音。自有相寻。休踏破葫芦折断琴。唱白蘋红蓼，庐山日暮，西风黄叶，渭水秋深。三入岳阳，再游湓浦，自一去悠悠直至今。桃源路，尽不妨来往，时共登临。",
        "origin_trad": "黃鶴樓前，吹笛之時，先生朗吟。想劍光飛過，朝遊南嶽，墨藍放下，夜醉東鄰。鐺煮山川，粟藏世界，有明月清風知此音。還應笑，笑釀成白酒，散盡黃金。知音。自有相尋。休踏破葫蘆折斷琴。唱白蘋紅蓼，廬山日暮，西風黃葉，渭水秋深。三入岳陽，再遊湓浦，自一去悠悠直至今。桃源路，盡不妨來往，時共登臨。"
    },
    {
        "ge_lyu_str": "仄平平平仄平平仄仄仄平平仄平平仄仄仄平仄仄仄平平仄仄平仄平平仄仄平平仄平平仄平仄平平仄仄平仄平仄平平平仄仄平仄平平平平仄仄平平仄仄仄平平仄仄平仄平平平仄平平仄仄仄平平平仄仄仄平平仄仄平平仄平平仄仄仄平平仄仄平平平仄仄平平仄仄平仄平平",
        "rhyme_pos": [
            11,
            29,
            44,
            56,
            62,
            70,
            88,
            103,
            115
        ],
        "yun_classify": {
            "0": [
                11,
                29,
                44,
                56,
                62,
                70,
                88,
                103,
                115
            ]
        },
        "ci_sep": [
            "子陵先生　故人光武　以道相忘",
            "幸炎符再握　六龙在御　看臣来亿兆　阳德方刚",
            "自是先生　独全高节　归去江湖乐未央",
            "动星象　披羊裘傲睨　人世轩裳",
            "高哉不事侯王",
            "爱此地　山高水更长",
            "盖先生心地　超乎日月　又谁如光武　器量包荒",
            "立懦廉顽　有功名教　万世清风更激扬",
            "无今古　想云山郁郁　江水泱泱"
        ],
        "ge_lyu_sep": [
            "仄平平平句仄平平仄句仄仄平平韵",
            "仄平平仄仄句仄平仄仄句仄平平仄仄句平仄平平韵",
            "仄仄平平句仄平平仄句平仄平平仄仄平韵",
            "仄平仄句平平平仄仄句平仄平平韵",
            "平平仄仄平平韵",
            "仄仄仄读平平仄仄平韵",
            "仄平平平仄句平平仄仄句仄平平平仄句仄仄平平韵",
            "仄仄平平句仄平平仄句仄仄平平仄仄平韵",
            "平平仄句仄平平仄仄句平仄平平韵"
        ],
        "origin": "子陵先生，故人光武，以道相忘。幸炎符再握，六龙在御，看臣来亿兆，阳德方刚。自是先生，独全高节，归去江湖乐未央。动星象，披羊裘傲睨，人世轩裳。高哉不事侯王。爱此地、山高水更长。盖先生心地，超乎日月，又谁如光武，器量包荒。立懦廉顽，有功名教，万世清风更激扬。无今古，想云山郁郁，江水泱泱。",
        "origin_trad": "子陵先生，故人光武，以道相忘。幸炎符再握，六龍在御，看臣來億兆，陽德方剛。自是先生，獨全高節，歸去江湖樂未央。動星象，披羊裘傲睨，人世軒裳。高哉不事侯王。愛此地、山高水更長。蓋先生心地，超乎日月，又誰如光武，器量包荒。立懦廉頑，有功名教，萬世清風更激揚。無今古，想雲山鬱鬱，江水泱泱。"
    },
    {
        "ge_lyu_str": "仄仄平平平平仄仄仄平仄平仄平平仄仄仄平平仄平平平仄仄仄平平仄仄平平平平仄仄仄仄平平平仄平平平仄平平仄仄平仄平平平平仄仄平平仄仄仄平平平仄平仄平平平仄仄平仄仄平平平仄仄仄平平仄仄平平仄平平仄平仄平平平仄平仄仄仄平平平仄平仄平平",
        "rhyme_pos": [
            11,
            28,
            43,
            54,
            60,
            68,
            85,
            100,
            111
        ],
        "yun_classify": {
            "0": [
                11,
                28,
                43,
                54,
                60,
                68,
                85,
                100,
                111
            ]
        },
        "ci_sep": [
            "玉露迎寒　金风荐冷　正兰桂香",
            "觉秋光过半　日临三九　葱葱佳气　霭霭琴堂",
            "见说当年　申生榖旦　梦叶长庚天降祥",
            "文章伯　英声早著　腾踏飞黄",
            "双凫暂驻东阳",
            "已种得　春阴千树棠",
            "有无边风月　几多事业　安排青琐　入与平章",
            "百里民歌　一尊春酒　争劝殷勤称寿觞",
            "愿此去　龟龄难老　长侍君王"
        ],
        "ge_lyu_sep": [
            "仄仄平平句平平仄仄句仄平仄平韵",
            "仄平平仄仄句仄平平仄句平平平仄句仄仄平平韵",
            "仄仄平平句平平仄仄句仄仄平平平仄平韵",
            "平平仄句平平仄仄句平仄平平韵",
            "平平仄仄平平韵",
            "仄仄仄读平平平仄平韵",
            "仄平平平仄句仄平仄仄句平平平仄句仄仄平平韵",
            "仄仄平平句仄平平仄句平仄平平平仄平韵",
            "仄仄仄句平平平仄句平仄平平韵"
        ],
        "origin": "玉露迎寒，金风荐冷，正兰桂香。觉秋光过半，日临三九，葱葱佳气，霭霭琴堂。见说当年，申生榖旦，梦叶长庚天降祥。文章伯，英声早著，腾踏飞黄。双凫暂驻东阳。已种得、春阴千树棠。有无边风月，几多事业，安排青琐，入与平章。百里民歌，一尊春酒，争劝殷勤称寿觞。愿此去，龟龄难老，长侍君王。",
        "origin_trad": "玉露迎寒，金風薦冷，正蘭桂香。覺秋光過半，日臨三九，葱葱佳氣，靄靄琴堂。見說當年，申生榖旦，夢叶長庚天降祥。文章伯，英聲早著，騰踏飛黃。雙鳧暫駐東陽。已種得、春陰千樹棠。有無邊風月，幾多事業，安排青瑣，入與平章。百里民歌，一尊春酒，爭勸殷勤稱壽觴。願此去，龜齡難老，長侍君王。"
    },
    {
        "ge_lyu_str": "仄仄中平仄平平仄仄中仄平仄中平中仄平平仄仄中平平仄中仄平平仄仄平平平中仄仄中仄中平平仄平平仄仄仄平平中仄平仄平平中平仄平中仄仄平平仄仄平仄平平仄仄平中仄中平中仄中平平仄中仄平平中仄中平平中仄仄中中平平平仄平平中仄仄平平仄仄中仄平平",
        "rhyme_pos": [
            11,
            28,
            43,
            55,
            70,
            87,
            102,
            114
        ],
        "yun_classify": {
            "0": [
                11,
                28,
                43,
                55,
                70,
                87,
                102,
                114
            ]
        },
        "ci_sep": [
            "宿霭迷空　腻云笼日　昼景渐长",
            "正兰泥皋润　谁家燕喜　蜜脾香少　触处蜂忙",
            "尽日无人帘幕挂　更风递游丝时过墙",
            "微雨后　有桃愁杏怨　红泪淋浪",
            "风流寸心易感　但依依伫立　回尽柔肠",
            "念小奁瑶鉴　重匀绛蜡　玉笼金斗　时熨沈香",
            "柳下相将游冶处　便回首青楼成异乡",
            "相忆事　纵鸾笺万叠　难写微茫"
        ],
        "ge_lyu_sep": [
            "仄仄中平句仄平平仄句仄中仄平韵",
            "仄中平中仄句平平仄仄句中平平仄句中仄平平韵",
            "仄仄平平平中仄句仄中仄中平平仄平韵",
            "平仄仄句仄平平中仄句平仄平平韵",
            "中平仄平中仄句仄平平仄仄句平仄平平韵",
            "仄仄平中仄句中平中仄句中平平仄句中仄平平韵",
            "中仄中平平中仄句仄中中平平平仄平韵",
            "平中仄句仄平平仄仄句中仄平平韵"
        ],
        "origin": "宿霭迷空，腻云笼日，昼景渐长。正兰泥皋润，谁家燕喜，蜜脾香少，触处蜂忙。尽日无人帘幕挂，更风递游丝时过墙。微雨后，有桃愁杏怨，红泪淋浪。风流寸心易感，但依依伫立，回尽柔肠。念小奁瑶鉴，重匀绛蜡，玉笼金斗，时熨沈香。柳下相将游冶处，便回首青楼成异乡。相忆事，纵鸾笺万叠，难写微茫。",
        "origin_trad": "宿靄迷空，膩雲籠日，晝景漸長。正蘭泥皋潤，誰家燕喜，蜜脾香少，觸處蜂忙。盡日無人簾幕掛，更風遞遊絲時過牆。微雨後，有桃愁杏怨，紅淚淋浪。風流寸心易感，但依依竚立，迴盡柔腸。念小奩瑤鑒，重勻絳蠟，玉籠金斗，時熨沈香。柳下相將遊冶處，便回首青樓成異鄉。相憶事，縱鸞箋萬疊，難寫微茫。"
    },
    {
        "ge_lyu_str": "仄仄平平仄平平仄仄仄仄平仄仄平平仄平平仄仄仄平平仄平仄平平仄仄平平平仄仄仄仄仄平平平仄平平仄仄仄平平仄仄平仄平平平平仄平仄仄仄平仄平仄平平仄仄平平仄平平仄仄仄平平仄平仄平平平仄仄平平仄仄仄平平平平平仄平平平仄仄平平仄仄仄仄平平",
        "rhyme_pos": [
            11,
            28,
            43,
            55,
            68,
            85,
            100,
            112
        ],
        "yun_classify": {
            "0": [
                11,
                28,
                43,
                55,
                68,
                85,
                100,
                112
            ]
        },
        "ci_sep": [
            "锦字亲裁　泪巾偷裛　细说旧时",
            "记笑桃门巷　妆窥宝靥　弄花庭榭　香湿罗衣",
            "几度相随游冶去　任月细风尖犹未归",
            "多少事　有垂杨眼见　红烛心知",
            "如今事都过也　但赢得双鬓成丝",
            "叹半妆红豆　相思有分　两分青镜　重合难期",
            "惆怅一春飞絮尽　梦悠扬　教人分付谁",
            "销魂处　又梨花雨暗　半掩重扉"
        ],
        "ge_lyu_sep": [
            "仄仄平平句仄平平仄句仄仄仄平韵",
            "仄仄平平仄句平平仄仄句仄平平仄句平仄平平韵",
            "仄仄平平平仄仄句仄仄仄平平平仄平韵",
            "平仄仄句仄平平仄仄句平仄平平韵",
            "平平仄平仄仄句仄平仄平仄平平韵",
            "仄仄平平仄句平平仄仄句仄平平仄句平仄平平韵",
            "平仄仄平平仄仄句仄平平读平平平仄平韵",
            "平平仄句仄平平仄仄句仄仄平平韵"
        ],
        "origin": "锦字亲裁，泪巾偷裛，细说旧时。记笑桃门巷，妆窥宝靥，弄花庭榭，香湿罗衣。几度相随游冶去，任月细风尖犹未归。多少事，有垂杨眼见，红烛心知。如今事都过也，但赢得双鬓成丝。叹半妆红豆，相思有分，两分青镜，重合难期。惆怅一春飞絮尽，梦悠扬、教人分付谁。销魂处，又梨花雨暗，半掩重扉。",
        "origin_trad": "錦字親裁，淚巾偷裛，細說舊時。記笑桃門巷，妝窺寶靨，弄花庭榭，香濕羅衣。幾度相隨遊冶去，任月細風尖猶未歸。多少事，有垂楊眼見，紅燭心知。如今事都過也，但贏得雙鬢成絲。歎半妝紅豆，相思有分，兩分青鏡，重合難期。惆悵一春飛絮盡，夢悠揚、教人分付誰。銷魂處，又梨花雨暗，半掩重扉。"
    }
]