[
    {
        "ge_lyu_str": "平仄平平仄平平仄仄平平仄仄仄仄仄仄平平仄仄仄平平仄平仄平平仄平平平平仄仄仄平仄平平平仄平平平仄仄平平仄仄平仄平平平平仄仄仄仄仄中仄平平平仄平仄仄平平仄仄中仄仄平仄平平仄仄平平平平平仄中仄平平平仄平平平仄仄平平仄仄平仄平平",
        "rhyme_pos": [
            11,
            28,
            43,
            55,
            69,
            82,
            97,
            109
        ],
        "yun_classify": {
            "0": [
                -11,
                28,
                43,
                55,
                69,
                82,
                97,
                109
            ]
        },
        "ci_sep": [
            "千朵奇峰　半轩微雨　晓来初过",
            "渐燕子　引教雏飞　菡萏暗薰芳草　池面凉多",
            "浅斟琼卮浮绿蚁　展湘簟　双纹生细波",
            "轻纨举　动团圞素月　仙桂婆娑",
            "临风对月恣乐　便好把　千金邀艳娥",
            "幸太平无事　击壤鼓腹　携酒高歌",
            "富贵安居　功名天赋　争奈皆由时命呵",
            "休眉锁　问朱颜去了　还更来么"
        ],
        "ge_lyu_sep": [
            "平仄平平句仄平平仄句仄平平仄叶",
            "仄仄仄读仄仄平平句仄仄仄平平仄句平仄平平韵",
            "仄平平平平仄仄句仄平仄读平平平仄平韵",
            "平平仄句仄平平仄仄句平仄平平韵",
            "平平仄仄仄仄句仄中仄读平平平仄平韵",
            "仄仄平平仄句仄中仄仄句平仄平平韵",
            "仄仄平平句平平平仄句中仄平平平仄平韵",
            "平平仄句仄平平仄仄句平仄平平韵"
        ],
        "origin": "千朵奇峰，半轩微雨，晓来初过。渐燕子、引教雏飞，菡萏暗薰芳草，池面凉多。浅斟琼卮浮绿蚁，展湘簟、双纹生细波。轻纨举，动团圞素月，仙桂婆娑。临风对月恣乐，便好把、千金邀艳娥。幸太平无事，击壤鼓腹，携酒高歌。富贵安居，功名天赋，争奈皆由时命呵。休眉锁，问朱颜去了，还更来么。",
        "origin_trad": "千朵奇峰，半軒微雨，曉來初過。漸燕子、引教雛飛，菡萏暗薰芳草，池面凉多。淺斟瓊卮浮綠蟻，展湘簟、雙紋生細波。輕紈舉，動團圞素月，仙桂婆娑。臨風對月恣樂，便好把、千金邀豔娥。幸太平無事，擊壤鼓腹，攜酒高歌。富貴安居，功名天賦，爭奈皆由時命呵。休眉鎖，問朱顏去了，還更來麼。"
    },
    {
        "ge_lyu_str": "中仄平平仄平平仄仄平平仄仄仄平中仄平平中仄仄平平仄中平平仄仄仄中平平中仄仄仄仄平平平仄仄平平仄仄平中仄中平仄平仄平平仄平仄仄仄中仄平平平仄仄仄仄平平仄平平中仄平平平仄仄仄中平平平仄仄平仄平平平仄仄平平仄仄平平仄平平仄",
        "rhyme_pos": [
            11,
            28,
            43,
            55,
            61,
            69,
            82,
            97,
            107
        ],
        "yun_classify": {
            "0": [
                11,
                28,
                43,
                55,
                61,
                69,
                82,
                97,
                107
            ]
        },
        "ci_sep": [
            "虹雨霓风　翠萦蘋浦　锦翻葵径",
            "正小亭曲沼幽深　冰簟沁肌　催觉绿窗人静",
            "暗忆兰汤初洗罢　衬碧雾　笼绡垂蕙领",
            "轻妆了　袅花侵绛缕　香满鸾镜",
            "人间午迟漏永",
            "看双燕　将雏穿藻井",
            "喜玉壶无暑　凉涵荷气　波摇帘影",
            "画舫西湖浑如旧　又菰冷蒲香惊梦醒",
            "归舟晚　听谁家　紫箫声近"
        ],
        "ge_lyu_sep": [
            "中仄平平句仄平平仄句仄平平仄韵",
            "仄仄平中仄平平句中仄仄平句平仄中平平仄韵",
            "仄仄中平平中仄句仄仄仄读平平平仄仄韵",
            "平平仄句仄平中仄中句平仄平仄韵",
            "平平仄平仄仄韵",
            "仄中仄读平平平仄仄韵",
            "仄仄平平仄句平平中仄句平平平仄韵",
            "仄仄中平平平仄句仄平仄平平平仄仄韵",
            "平平仄句仄平平读仄平平仄韵"
        ],
        "origin": "虹雨霓风，翠萦蘋浦，锦翻葵径。正小亭曲沼幽深，冰簟沁肌，催觉绿窗人静。暗忆兰汤初洗罢，衬碧雾、笼绡垂蕙领。轻妆了，袅花侵绛缕，香满鸾镜。人间午迟漏永。看双燕、将雏穿藻井。喜玉壶无暑，凉涵荷气，波摇帘影。画舫西湖浑如旧，又菰冷蒲香惊梦醒。归舟晚，听谁家、紫箫声近。",
        "origin_trad": "虹雨霓風，翠縈蘋浦，錦翻葵徑。正小亭曲沼幽深，冰簟沁肌，催覺綠窗人靜。暗憶蘭湯初洗罷，襯碧霧、籠綃垂蕙領。輕妝了，裊花侵絳縷，香滿鸞鏡。人間午遲漏永。看雙燕、將雛穿藻井。喜玉壺無暑，凉涵荷氣，波搖簾影。畫舫西湖渾如舊，又菰冷蒲香驚夢醒。歸舟晚，聽誰家、紫簫聲近。"
    },
    {
        "ge_lyu_str": "仄仄平平仄平平仄仄平平仄仄仄平平仄平平仄仄仄平平仄平平平仄仄仄仄平平平仄仄仄仄平平平仄仄平平仄仄平仄仄平平仄平仄平平仄平仄仄仄仄仄平平平仄仄仄仄平平仄平平仄仄平仄平平平仄仄仄仄平平平仄仄平仄平平平仄仄平平仄仄平平仄平平仄",
        "rhyme_pos": [
            11,
            28,
            43,
            46,
            55,
            61,
            69,
            84,
            99,
            102,
            109
        ],
        "yun_classify": {
            "0": [
                11,
                28,
                43,
                46,
                55,
                61,
                69,
                84,
                99,
                102,
                109
            ]
        },
        "ci_sep": [
            "隐市山林　傍家池馆　顿成佳趣",
            "是几番　临水看云　就树揽香　诗满阑干横处",
            "翠径小车行花影　听一片　春声人笑语",
            "深亭宇",
            "对清昼渐长　閒教鹦鹉",
            "芳情缓寻细数",
            "爱碧草如烟花自雨",
            "任燕来莺去　香凝翠暖　歌酒清时钟鼓",
            "二十四帘冰壶里　有谁在　箫台犹醉舞",
            "吹笙侣",
            "倚高寒　半天风露"
        ],
        "ge_lyu_sep": [
            "仄仄平平句仄平平仄句仄平平仄韵",
            "仄仄平读平仄平平句仄仄仄平句平仄平平平仄韵",
            "仄仄仄平平平仄句仄仄仄读平平平仄仄韵",
            "平平仄韵",
            "仄平仄仄平句平仄平仄韵",
            "平平仄平仄仄韵",
            "仄仄仄平平平仄仄韵",
            "仄仄平平仄句平平仄仄句平仄平平平仄韵",
            "仄仄仄平平平仄句仄平仄读平平平仄仄韵",
            "平平仄韵",
            "仄平平读仄平平仄韵"
        ],
        "origin": "隐市山林，傍家池馆，顿成佳趣。是几番、临水看云，就树揽香，诗满阑干横处。翠径小车行花影，听一片、春声人笑语。深亭宇。对清昼渐长，閒教鹦鹉。芳情缓寻细数。爱碧草如烟花自雨。任燕来莺去，香凝翠暖，歌酒清时钟鼓。二十四帘冰壶里，有谁在、箫台犹醉舞。吹笙侣。倚高寒、半天风露。",
        "origin_trad": "隱市山林，傍家池館，頓成佳趣。是幾番、臨水看雲，就樹攬香，詩滿闌干橫處。翠徑小車行花影，聽一片、春聲人笑語。深亭宇。對清晝漸長，閒教鸚鵡。芳情緩尋細數。愛碧草如煙花自雨。任燕來鶯去，香凝翠暖，歌酒清時鐘鼓。二十四簾冰壺裏，有誰在、簫臺猶醉舞。吹笙侶。倚高寒、半天風露。"
    }
]