[
    {
        "ge_lyu_str": "仄仄平平仄仄中仄平平仄中仄平平仄仄平仄平平仄仄平仄平平中仄平平仄仄中仄平平中仄仄平仄平中仄平仄仄中仄平平中仄中仄平平仄仄仄仄平平仄仄仄仄平平仄仄平平仄仄中中平仄平仄仄仄平仄中仄平平仄仄中平仄仄平仄平平仄仄",
        "rhyme_pos": [
            10,
            28,
            38,
            41,
            47,
            64,
            71,
            85,
            91,
            101
        ],
        "yun_classify": {
            "0": [
                10,
                28,
                38,
                41,
                47,
                64,
                71,
                85,
                91,
                101
            ]
        },
        "ci_sep": [
            "尽日凭高寓目　脉脉春情绪",
            "佳景清明渐近　时节轻寒乍暖　天气才晴又雨",
            "烟光澹荡　妆点平芜远树",
            "黯凝伫",
            "台榭好　莺燕语",
            "正是和风丽日　几许繁红嫩绿　雅称嬉游去",
            "奈阻隔　寻芳伴侣",
            "秦楼凤吹　楚台云约　空怅望　在何处",
            "寂寞韶光暗度",
            "可怜向晚　村落声声杜宇"
        ],
        "ge_lyu_sep": [
            "仄仄平平仄仄句中仄平平仄韵",
            "中仄平平仄仄句平仄平平仄仄句平仄平平中仄韵",
            "平平仄仄句中仄平平中仄韵",
            "仄平仄韵",
            "平中仄句平仄仄韵",
            "中仄平平中仄句中仄平平仄仄句仄仄平平仄韵",
            "仄仄仄读平平仄仄韵",
            "平平仄仄句中中平仄句平仄仄句仄平仄韵",
            "中仄平平仄仄韵",
            "中平仄仄句平仄平平仄仄韵"
        ],
        "origin": "尽日凭高寓目，脉脉春情绪。佳景清明渐近，时节轻寒乍暖，天气才晴又雨。烟光澹荡，妆点平芜远树。黯凝伫。台榭好，莺燕语。正是和风丽日，几许繁红嫩绿，雅称嬉游去。奈阻隔、寻芳伴侣。秦楼凤吹，楚台云约，空怅望，在何处。寂寞韶光暗度。可怜向晚，村落声声杜宇。",
        "origin_trad": "盡日憑高寓目，脉脉春情緒。佳景清明漸近，時節輕寒乍暖，天氣纔晴又雨。煙光澹蕩，妝點平蕪遠樹。黯凝竚。臺榭好，鶯燕語。正是和風麗日，幾許繁紅嫩綠，雅稱嬉遊去。奈阻隔、尋芳伴侶。秦樓鳳吹，楚臺雲約，空悵望，在何處。寂寞韶光暗度。可憐向晚，邨落聲聲杜宇。"
    },
    {
        "ge_lyu_str": "仄仄平平仄仄平仄平平仄仄仄平平仄仄平仄平平仄仄平仄平平平仄平平仄仄仄仄平平仄仄仄平仄平平仄平仄仄仄仄平平仄仄平仄平平仄仄仄仄平平仄仄平仄平平仄仄平平仄仄仄仄平仄平仄仄仄平仄仄仄平平仄仄平平仄仄平仄平平仄仄",
        "rhyme_pos": [
            10,
            22,
            28,
            38,
            41,
            44,
            47,
            64,
            71,
            85,
            91,
            101
        ],
        "yun_classify": {
            "0": [
                10,
                22,
                28,
                38,
                41,
                44,
                47,
                64,
                71,
                85,
                91,
                101
            ]
        },
        "ci_sep": [
            "夜色娟娟皎月　梅玉供春绪",
            "不使铅华点缀　超出精神淡泞",
            "休妒残英如雨",
            "清香眷恋　只恐随风满树",
            "散难伫",
            "江亭暮",
            "鸣佩语",
            "正值匆匆乍别　天远瑶池缟縠　好趁飞琼去",
            "忍孤负瑶台伴侣",
            "琼肌瘦尽　庾岭零落　空怅望　动情处",
            "画角哀时暗度",
            "参横向晓　吹入深沈院宇"
        ],
        "ge_lyu_sep": [
            "仄仄平平仄仄句平仄平平仄韵",
            "仄仄平平仄仄句平仄平平仄仄韵",
            "平仄平平平仄韵",
            "平平仄仄句仄仄平平仄仄韵",
            "仄平仄韵",
            "平平仄韵",
            "平仄仄韵",
            "仄仄平平仄仄句平仄平平仄仄句仄仄平平仄韵",
            "仄平仄平平仄仄韵",
            "平平仄仄句仄仄平仄句平仄仄句仄平仄韵",
            "仄仄平平仄仄韵",
            "平平仄仄句平仄平平仄仄韵"
        ],
        "origin": "夜色娟娟皎月，梅玉供春绪。不使铅华点缀，超出精神淡泞。休妒残英如雨。清香眷恋，只恐随风满树。散难伫。江亭暮。鸣佩语。正值匆匆乍别，天远瑶池缟縠，好趁飞琼去。忍孤负瑶台伴侣。琼肌瘦尽，庾岭零落，空怅望，动情处。画角哀时暗度。参横向晓，吹入深沈院宇。",
        "origin_trad": "夜色娟娟皎月，梅玉供春緒。不使鉛華點綴，超出精神淡泞。休妒殘英如雨。清香眷戀，只恐隨風滿樹。散難竚。江亭暮。鳴佩語。正值匆匆乍別，天遠瑤池縞縠，好趁飛瓊去。忍孤負瑤臺伴侶。瓊肌瘦盡，庾嶺零落，空悵望，動情處。畫角哀時暗度。參橫向曉，吹入深沈院宇。"
    },
    {
        "ge_lyu_str": "仄仄平平仄仄平仄平平仄平仄平平仄仄平仄平平仄仄平仄平平仄仄平平仄仄平仄平平平仄仄平仄平仄仄平仄仄平仄平平平仄平仄平平仄仄仄仄平平平仄仄仄仄平平仄仄平平仄仄平平平仄平仄仄仄平仄平仄平平仄仄平平仄仄平仄平平仄仄",
        "rhyme_pos": [
            10,
            28,
            38,
            41,
            47,
            59,
            65,
            72,
            86,
            92,
            102
        ],
        "yun_classify": {
            "0": [
                10,
                28,
                38,
                41,
                47,
                59,
                65,
                72,
                86,
                92,
                102
            ]
        },
        "ci_sep": [
            "凤诏传来绛阙　当宁思贤辅",
            "淮海甘棠惠化　霖雨商岩吉梦　熊虎周郊旧卜",
            "千秋盛际　催促朝天归去",
            "动离绪",
            "空眷恋　难暂驻",
            "新植双亭临水　风月佳名未睹",
            "准拟金尊时举",
            "况乐府　风流一部",
            "妍歌妙舞　萦云回雪　亲教与　恨难诉",
            "争欲攀辕借住",
            "功成绣衮　重与江山作主"
        ],
        "ge_lyu_sep": [
            "仄仄平平仄仄句平仄平平仄韵",
            "平仄平平仄仄句平仄平平仄仄句平仄平平仄仄韵",
            "平平仄仄句平仄平平平仄韵",
            "仄平仄韵",
            "平仄仄句平仄仄韵",
            "平仄平平平仄句平仄平平仄仄韵",
            "仄仄平平平仄韵",
            "仄仄仄读平平仄仄韵",
            "平平仄仄句平平平仄句平仄仄句仄平仄韵",
            "平仄平平仄仄韵",
            "平平仄仄句平仄平平仄仄韵"
        ],
        "origin": "凤诏传来绛阙，当宁思贤辅。淮海甘棠惠化，霖雨商岩吉梦，熊虎周郊旧卜。千秋盛际，催促朝天归去。动离绪。空眷恋，难暂驻。新植双亭临水，风月佳名未睹。准拟金尊时举。况乐府、风流一部。妍歌妙舞，萦云回雪，亲教与，恨难诉。争欲攀辕借住。功成绣衮，重与江山作主。",
        "origin_trad": "鳳詔傳來絳闕，當寧思賢輔。淮海甘棠惠化，霖雨商巖吉夢，熊虎周郊舊卜。千秋盛際，催促朝天歸去。動離緒。空眷戀，難暫駐。新植雙亭臨水，風月佳名未覩。準擬金尊時舉。况樂府、風流一部。妍歌妙舞，縈雲回雪，親教與，恨難訴。爭欲攀轅借住。功成繡袞，重與江山作主。"
    },
    {
        "ge_lyu_str": "中仄平平仄平中仄平仄仄仄平平中仄平平中平平仄平平仄仄平平中仄仄平平仄仄中仄平平仄仄平平仄仄平平平平仄仄平平平仄平平仄仄平中仄仄仄仄平平中平平仄平平仄仄平仄平平中仄平平平仄仄平平仄仄平仄平平仄仄平平仄仄中仄平平平仄平平仄仄平中仄仄平平平仄仄平仄平平仄仄平平仄仄平平平平仄仄平平",
        "rhyme_pos": [
            13,
            27,
            52,
            66,
            82,
            110,
            136
        ],
        "yun_classify": {
            "0": [
                13,
                27,
                52,
                66,
                82,
                110,
                136
            ]
        },
        "ci_sep": [
            "稚柳苏晴　故溪歇雨　川迥未觉春赊",
            "驼褐侵寒　正怜初日　轻阴抵死须遮",
            "叹事逐孤鸿尽去　身与塘蒲共晚　争知向此征途　区区伫立尘沙",
            "追念朱颜翠发　曾到处　故地使人嗟",
            "道连三楚　天低四野　乔木依前　临路敧斜",
            "重慕想　东陵晦迹　彭泽归来　左右琴书自乐　松菊相依　何况风流鬓未华",
            "多谢故人　亲驰郑驿　时倒融尊　劝此淹留　共过芳时　翻令倦客思家"
        ],
        "ge_lyu_sep": [
            "中仄平平句仄平中仄句平仄仄仄平平韵",
            "中仄平平句中平平仄句平平仄仄平平韵",
            "中仄仄平平仄仄句中仄平平仄仄句平平仄仄平平句平平仄仄平平韵",
            "平仄平平仄仄句平中仄读仄仄仄平平韵",
            "中平平仄句平平仄仄句平仄平平句中仄平平韵",
            "平仄仄读平平仄仄句平仄平平句仄仄平平仄仄句中仄平平句平仄平平仄仄平韵",
            "中仄仄平句平平仄仄句平仄平平句仄仄平平句仄仄平平句平平仄仄平平韵"
        ],
        "origin": "稚柳苏晴，故溪歇雨，川迥未觉春赊。驼褐侵寒，正怜初日，轻阴抵死须遮。叹事逐孤鸿尽去，身与塘蒲共晚，争知向此征途，区区伫立尘沙。追念朱颜翠发，曾到处、故地使人嗟。道连三楚，天低四野，乔木依前，临路敧斜。重慕想、东陵晦迹，彭泽归来，左右琴书自乐，松菊相依，何况风流鬓未华。多谢故人，亲驰郑驿，时倒融尊，劝此淹留，共过芳时，翻令倦客思家。",
        "origin_trad": "穉柳蘇晴，故溪歇雨，川迥未覺春賒。駝褐侵寒，正憐初日，輕陰抵死須遮。歎事逐孤鴻盡去，身與塘蒲共晚，爭知向此征途，區區竚立塵沙。追念朱顏翠髮，曾到處、故地使人嗟。道連三楚，天低四野，喬木依前，臨路敧斜。重慕想、東陵晦跡，彭澤歸來，左右琴書自樂，松菊相依，何况風流鬢未華。多謝故人，親馳鄭驛，時倒融尊，勸此淹留，共過芳時，翻令倦客思家。"
    },
    {
        "ge_lyu_str": "仄仄平平仄平仄仄平仄仄仄平平平仄平平仄平平仄平平仄仄平平平仄仄平平仄仄平仄平平仄仄平平仄仄平平仄仄平平平仄平平仄仄平平仄仄仄仄平平平平平仄平平仄仄平仄平平平仄平平平仄仄平平仄仄平仄平平仄仄平平仄仄平仄平平平仄平平仄仄平平仄仄平平平仄仄平仄平平仄仄平平仄仄平平平平仄仄平平",
        "rhyme_pos": [
            13,
            27,
            50,
            64,
            80,
            108,
            134
        ],
        "yun_classify": {
            "0": [
                13,
                27,
                50,
                64,
                80,
                108,
                134
            ]
        },
        "ci_sep": [
            "圃韭畦蔬　嫩鸡野腊　邻酝稚子能赊",
            "罗幕新裁　画楼高耸　松梧柳竹交遮",
            "应便作　归休计去　高揖渊明　下视林逋　到此如何　又走风沙",
            "都为啼号累我　思量事　未遂即咨嗟",
            "连年奔遂　旁州外邑　舟楫轻飏　鞭帽攲斜",
            "仍冒触　烟岚邃险　风雪纵横　每值初寒在路　炎暑登车　空向长途度岁华",
            "消减少年　英豪气宇　潇洒襟怀　似此施为　纵解封侯　宁如便早还家"
        ],
        "ge_lyu_sep": [
            "仄仄平平句仄平仄仄句平仄仄仄平平韵",
            "平仄平平句仄平平仄句平平仄仄平平韵",
            "平仄仄读平平仄仄句平仄平平句仄仄平平句仄仄平平句仄仄平平韵",
            "平仄平平仄仄句平平仄读仄仄仄平平韵",
            "平平平仄句平平仄仄句平仄平平句平仄平平韵",
            "平仄仄读平平仄仄句平仄平平句仄仄平平仄仄句平仄平平句平仄平平仄仄平韵",
            "平仄仄平句平平仄仄句平仄平平句仄仄平平句仄仄平平句平平仄仄平平韵"
        ],
        "origin": "圃韭畦蔬，嫩鸡野腊，邻酝稚子能赊。罗幕新裁，画楼高耸，松梧柳竹交遮。应便作、归休计去，高揖渊明，下视林逋，到此如何，又走风沙。都为啼号累我，思量事、未遂即咨嗟。连年奔遂，旁州外邑，舟楫轻飏，鞭帽攲斜。仍冒触、烟岚邃险，风雪纵横，每值初寒在路，炎暑登车，空向长途度岁华。消减少年，英豪气宇，潇洒襟怀，似此施为，纵解封侯，宁如便早还家。",
        "origin_trad": "圃韭畦蔬，嫩雞野臘，鄰醖稚子能賒。羅幕新裁，畫樓高聳，松梧柳竹交遮。應便作、歸休計去，高揖淵明，下視林逋，到此如何，又走風沙。都為啼號累我，思量事、未遂即咨嗟。連年奔遂，旁州外邑，舟楫輕颺，鞭帽攲斜。仍冒觸、煙嵐邃險，風雪縱橫，每值初寒在路，炎暑登車，空向長途度歲華。消減少年，英豪氣宇，瀟灑襟懷，似此施為，縱解封侯，寧如便早還家。"
    },
    {
        "ge_lyu_str": "仄仄平平仄平仄仄平仄仄仄平平平仄平平仄平平仄平平仄仄平平仄仄仄平平仄仄平仄平平仄仄平平仄仄平平仄仄平平平仄平平仄仄平仄仄仄仄仄平平仄平平仄平平仄仄平仄平平平仄平平平仄仄平平仄仄平仄平平仄仄平平仄仄平仄平平平仄平平仄仄平仄仄仄平平平仄仄平仄平平仄仄平平仄仄平平平平仄仄平平",
        "rhyme_pos": [
            13,
            27,
            50,
            64,
            80,
            108,
            134
        ],
        "yun_classify": {
            "0": [
                13,
                27,
                50,
                64,
                80,
                108,
                134
            ]
        },
        "ci_sep": [
            "倦踏征尘　厌驱匹马　凝望故国犹赊",
            "孤馆今宵　乱山何许　平林漠漠烟遮",
            "怅过眼光阴似瞬　回首欢娱异昔　流年迅景　霜风败苇惊沙",
            "无奈轻离易别　千里意　刷泪独长嗟",
            "绮窗人远　青门信杳　钗影何时　重见云斜",
            "空怨忆　吹箫韵曲　旋锦回文　想像宫商蠹损　机杼生尘　谁为新装晕素华",
            "那信自怜　悠飏梦蝶　浮没书鳞　纵有心情　尽为相思　争如傍早归家"
        ],
        "ge_lyu_sep": [
            "仄仄平平句仄平仄仄句平仄仄仄平平韵",
            "平仄平平句仄平平仄句平平仄仄平平韵",
            "仄仄仄平平仄仄句平仄平平仄仄句平平仄仄句平平仄仄平平韵",
            "平仄平平仄仄句平仄仄读仄仄仄平平韵",
            "仄平平仄句平平仄仄句平仄平平句平仄平平韵",
            "平仄仄读平平仄仄句平仄平平句仄仄平平仄仄句平仄平平句平仄平平仄仄平韵",
            "仄仄仄平句平平仄仄句平仄平平句仄仄平平句仄仄平平句平平仄仄平平韵"
        ],
        "origin": "倦踏征尘，厌驱匹马，凝望故国犹赊。孤馆今宵，乱山何许，平林漠漠烟遮。怅过眼光阴似瞬，回首欢娱异昔，流年迅景，霜风败苇惊沙。无奈轻离易别，千里意、刷泪独长嗟。绮窗人远，青门信杳，钗影何时，重见云斜。空怨忆、吹箫韵曲，旋锦回文，想像宫商蠹损，机杼生尘，谁为新装晕素华。那信自怜，悠飏梦蝶，浮没书鳞，纵有心情，尽为相思，争如傍早归家。",
        "origin_trad": "倦踏征塵，厭驅匹馬，凝望故國猶賒。孤館今宵，亂山何許，平林漠漠煙遮。悵過眼光陰似瞬，回首歡娛異昔，流年迅景，霜風敗葦驚沙。無奈輕離易別，千里意、刷淚獨長嗟。綺窗人遠，青門信杳，釵影何時，重見雲斜。空怨憶、吹簫韻曲，旋錦回文，想像宮商蠹損，機杼生塵，誰為新裝暈素華。那信自憐，悠颺夢蝶，浮沒書鱗，縱有心情，盡為相思，爭如傍早歸家。"
    },
    {
        "ge_lyu_str": "仄仄平平仄平平仄平仄仄仄平平仄仄平平平平平仄平平仄仄平平仄仄仄平平仄仄仄仄平平仄仄平平仄仄平平仄仄仄仄平平平仄平平仄仄平仄仄仄仄仄平平仄平平仄平平仄仄平仄平平仄仄平平仄仄平平仄仄平仄平平仄仄平平仄仄仄仄平平平仄平平仄仄平平仄仄平平平仄仄平仄平平仄仄平平仄仄平平平平仄仄平平",
        "rhyme_pos": [
            13,
            27,
            52,
            66,
            82,
            109,
            135
        ],
        "yun_classify": {
            "0": [
                13,
                27,
                52,
                66,
                82,
                109,
                135
            ]
        },
        "ci_sep": [
            "泛梗飘萍　入山登陆　迢递雾迥烟赊",
            "漠漠蒹葭　依依杨柳　天涯总是愁遮",
            "叹寂寞尘埃满眼　梦逐孤云缥缈　春潮带雨　鸥迎远溆　雁别平沙",
            "寒食梨花素约　肠断处　对景暗伤嗟",
            "晚钟烟寺　晨鸡月店　征褐萧疏　破帽攲斜",
            "几度微吟马上　长啸舟中　惯踏新丰巷陌　旧酒犹香　憔悴东风自岁华",
            "重忆少年　樱桃渐熟　松粉初黄　短楫欢呼　日日江南　烟村八九人家"
        ],
        "ge_lyu_sep": [
            "仄仄平平句仄平平仄句平仄仄仄平平韵",
            "仄仄平平句平平平仄句平平仄仄平平韵",
            "仄仄仄平平仄仄句仄仄平平仄仄句平平仄仄句平平仄仄句仄仄平平韵",
            "平仄平平仄仄句平仄仄读仄仄仄平平韵",
            "仄平平仄句平平仄仄句平仄平平句仄仄平平韵",
            "仄仄平平仄仄句平仄平平句仄仄平平仄仄句仄仄平平句平仄平平仄仄平韵",
            "平仄仄平句平平仄仄句平仄平平句仄仄平平句仄仄平平句平平仄仄平平韵"
        ],
        "origin": "泛梗飘萍，入山登陆，迢递雾迥烟赊。漠漠蒹葭，依依杨柳，天涯总是愁遮。叹寂寞尘埃满眼，梦逐孤云缥缈，春潮带雨，鸥迎远溆，雁别平沙。寒食梨花素约，肠断处、对景暗伤嗟。晚钟烟寺，晨鸡月店，征褐萧疏，破帽攲斜。几度微吟马上，长啸舟中，惯踏新丰巷陌，旧酒犹香，憔悴东风自岁华。重忆少年，樱桃渐熟，松粉初黄，短楫欢呼，日日江南，烟村八九人家。",
        "origin_trad": "泛梗飄萍，入山登陸，迢遞霧迥煙賒。漠漠蒹葭，依依楊柳，天涯總是愁遮。歎寂寞塵埃滿眼，夢逐孤雲縹緲，春潮帶雨，鷗迎遠漵，雁別平沙。寒食梨花素約，腸斷處、對景暗傷嗟。晚鐘煙寺，晨雞月店，征褐蕭疏，破帽攲斜。幾度微吟馬上，長嘯舟中，慣踏新豐巷陌，舊酒猶香，憔悴東風自歲華。重憶少年，櫻桃漸熟，松粉初黃，短楫歡呼，日日江南，煙邨八九人家。"
    }
]