[
    {
        "ge_lyu_str": "仄仄平平仄仄平平仄平仄仄仄仄仄仄平平平仄平平仄仄平平仄仄仄仄平平仄平平仄仄平仄仄平平仄仄仄平平仄平平仄仄平仄仄仄平平平平仄仄平平仄平仄仄仄仄仄仄平平平仄仄平平仄平平平仄平仄平平仄平仄仄仄平仄仄平平仄平仄平平仄仄平平仄",
        "rhyme_pos": [
            10,
            27,
            39,
            53,
            66,
            83,
            95,
            107
        ],
        "yun_classify": {
            "0": [
                10,
                27,
                39,
                53,
                66,
                83,
                95,
                107
            ]
        },
        "ci_sep": [
            "井络天开　剑岭云横控西夏",
            "地胜异　锦里风光　蚕市繁华　簇簇歌台舞榭",
            "雅俗多游赏　轻裘俊　靓妆艳冶",
            "当春昼　摸石池边　浣花溪上景如画",
            "梦应三刀　桥名万里　中和政多暇",
            "仗汉节　揽辔澄清　高掩武侯勋业　文翁风化",
            "台鼎思贤久　方镇静　又还命驾",
            "空遗爱　西蜀山川　异日成佳话"
        ],
        "ge_lyu_sep": [
            "仄仄平平句仄仄平平仄平仄韵",
            "仄仄仄读仄仄平平句平仄平平句仄仄平平仄仄韵",
            "仄仄平平仄句平平仄读仄平仄仄韵",
            "平平仄句仄仄平平读仄平平仄仄平仄韵",
            "仄仄平平句平平仄仄句平平仄平仄韵",
            "仄仄仄读仄仄平平句平仄仄平平仄句平平平仄韵",
            "平仄平平仄句平仄仄读仄平仄仄韵",
            "平平仄句平仄平平句仄仄平平仄韵"
        ],
        "origin": "井络天开，剑岭云横控西夏。地胜异、锦里风光，蚕市繁华，簇簇歌台舞榭。雅俗多游赏，轻裘俊、靓妆艳冶。当春昼，摸石池边、浣花溪上景如画。梦应三刀，桥名万里，中和政多暇。仗汉节、揽辔澄清，高掩武侯勋业，文翁风化。台鼎思贤久，方镇静、又还命驾。空遗爱，西蜀山川，异日成佳话。",
        "origin_trad": "井絡天開，劍嶺雲橫控西夏。地勝異、錦裏風光，蠶市繁華，簇簇歌臺舞榭。雅俗多遊賞，輕裘俊、靚妝豔冶。當春晝，摸石池邊、浣花溪上景如畫。夢應三刀，橋名萬里，中和政多暇。仗漢節、攬轡澄清，高掩武侯勳業，文翁風化。台鼎思賢久，方鎮靜、又還命駕。空遺愛，西蜀山川，異日成佳話。"
    },
    {
        "ge_lyu_str": "中仄平平仄仄平平仄平仄仄仄平中仄平平仄仄中平中仄平平中仄中仄平平仄平中仄中平仄仄平平仄中仄平平仄仄平平仄平仄中仄平平平平中仄平中仄平仄仄仄平平仄中平中仄中平中仄中平平仄中仄平平仄平中仄中平仄仄平平仄中仄平平仄仄平仄仄",
        "rhyme_pos": [
            10,
            27,
            39,
            53,
            66,
            83,
            95,
            107
        ],
        "yun_classify": {
            "0": [
                10,
                27,
                39,
                53,
                66,
                83,
                95,
                107
            ]
        },
        "ci_sep": [
            "州夹苍崖　下枕江山是城郭",
            "望海霞接日　红翻水面　晴风吹草　青摇山脚",
            "波暖凫鹥泳　沙痕退　夜潮正落",
            "疏林外　一点炊烟　渡口参差正寥廓",
            "自叹劳生　经年何事　京华信漂泊",
            "念渚蒲汀柳　空归閒梦　风轮雨楫　终辜前约",
            "情景牵心眼　流连处　利名易薄",
            "回头谢　冶叶倡条　便入渔钓乐"
        ],
        "ge_lyu_sep": [
            "中仄平平句仄仄平平仄平仄韵",
            "仄仄平中仄句平平仄仄句中平中仄句平平中仄韵",
            "中仄平平仄句平中仄读中平仄仄韵",
            "平平仄读中仄平平句仄仄平平仄平仄韵",
            "中仄平平句平平中仄句平中仄平仄韵",
            "仄仄平平仄句中平中仄句中平中仄句中平平仄韵",
            "中仄平平仄句平中仄读中平仄仄韵",
            "平平仄读中仄平平句仄仄平仄仄韵"
        ],
        "origin": "州夹苍崖，下枕江山是城郭。望海霞接日，红翻水面，晴风吹草，青摇山脚。波暖凫鹥泳，沙痕退、夜潮正落。疏林外、一点炊烟，渡口参差正寥廓。自叹劳生，经年何事，京华信漂泊。念渚蒲汀柳，空归閒梦，风轮雨楫，终辜前约。情景牵心眼，流连处、利名易薄。回头谢、冶叶倡条，便入渔钓乐。",
        "origin_trad": "州夾蒼崖，下枕江山是城郭。望海霞接日，紅翻水面，晴風吹草，青搖山脚。波暖鳧鷖泳，沙痕退、夜潮正落。疏林外、一點炊煙，渡口參差正寥廓。自歎勞生，經年何事，京華信漂泊。念渚蒲汀柳，空歸閒夢，風輪雨楫，終辜前約。情景牽心眼，流連處、利名易薄。回頭謝、冶葉倡條，便入漁釣樂。"
    },
    {
        "ge_lyu_str": "平仄平平仄仄平平仄平仄仄仄仄平平平平仄仄仄平平仄平平仄仄仄仄平平仄平平仄平平仄仄平平仄平仄平平仄仄平平仄平仄仄仄平平平平平仄平平仄平仄仄仄仄平平平平平仄仄平仄仄平平平仄仄仄平平仄平仄仄平平仄仄平平仄平仄平平仄仄平平仄",
        "rhyme_pos": [
            10,
            27,
            32,
            39,
            53,
            66,
            83,
            88,
            95,
            107
        ],
        "yun_classify": {
            "0": [
                10,
                27,
                32,
                39,
                53,
                66,
                83,
                88,
                95,
                107
            ]
        },
        "ci_sep": [
            "仙李盘根　自有天潢蔼芳裔",
            "更溜雨霜皮　临风玉树　紫髯丹颊　长生久视",
            "鹤帐琅书至",
            "长庚梦　当年暗记",
            "邀欢处　回首西风　渐喜秋英弄霜蕊",
            "暂卷双旌　鸣金吹竹　高堂伴新戏",
            "对璧月流光　屏山供翠　碧云乍合　飞觞如缀",
            "早晚岩廊侍",
            "终不负　黄楼一醉",
            "丹青手　先与翻阶　万叶增春媚"
        ],
        "ge_lyu_sep": [
            "平仄平平句仄仄平平仄平仄韵",
            "仄仄仄平平句平平仄仄句仄平平仄句平平仄仄韵",
            "仄仄平平仄韵",
            "平平仄读平平仄仄韵",
            "平平仄句平仄平平句仄仄平平仄平仄韵",
            "仄仄平平句平平平仄句平平仄平仄韵",
            "仄仄仄平平句平平平仄句仄平仄仄句平平平仄韵",
            "仄仄平平仄韵",
            "平仄仄读平平仄仄韵",
            "平平仄读平仄平平句仄仄平平仄韵"
        ],
        "origin": "仙李盘根，自有天潢蔼芳裔。更溜雨霜皮，临风玉树，紫髯丹颊，长生久视。鹤帐琅书至。长庚梦、当年暗记。邀欢处，回首西风，渐喜秋英弄霜蕊。暂卷双旌，鸣金吹竹，高堂伴新戏。对璧月流光，屏山供翠，碧云乍合，飞觞如缀。早晚岩廊侍。终不负、黄楼一醉。丹青手、先与翻阶，万叶增春媚。",
        "origin_trad": "仙李盤根，自有天潢藹芳裔。更溜雨霜皮，臨風玉樹，紫髯丹頰，長生久視。鶴帳琅書至。長庚夢、當年暗記。邀歡處，回首西風，漸喜秋英弄霜蕊。暫卷雙旌，鳴金吹竹，高堂伴新戲。對璧月流光，屏山供翠，碧雲乍合，飛觴如綴。早晚巖廊侍。終不負、黃樓一醉。丹青手、先與翻階，萬葉增春媚。"
    },
    {
        "ge_lyu_str": "平仄平平仄仄平平仄平仄仄仄仄仄仄平平平仄平平平仄平平平仄仄仄平平仄平平仄仄平仄仄平平仄仄仄平平仄仄平平仄平仄仄仄平平平平仄仄平平仄平仄仄仄平平仄平平平仄平仄平平平平平仄仄仄平平仄平平仄仄平仄仄平平仄仄仄平平仄仄平平仄",
        "rhyme_pos": [
            10,
            27,
            39,
            53,
            66,
            83,
            95,
            107
        ],
        "yun_classify": {
            "0": [
                10,
                27,
                39,
                53,
                66,
                83,
                95,
                107
            ]
        },
        "ci_sep": [
            "霜落鸳鸯　绣隐芙蓉小春节",
            "应运看　月魄分辉　坤顺同符　文母徽音芳烈",
            "诞育乾坤主　均慈爱　练裙岂别",
            "经沙塞　涉履烟尘　瑞色怡然更英发",
            "上圣中兴　严恭问寝　宫庭正和悦",
            "看寿筵高启　龙香低转　声入霓裳　檀槽新拨",
            "翠衮同行乐　钧韶奏　喜盈绛阙",
            "倾心愿　亿载慈宁　醉赏閒风月"
        ],
        "ge_lyu_sep": [
            "平仄平平句仄仄平平仄平仄韵",
            "仄仄仄读仄仄平平句平仄平平句平仄平平平仄韵",
            "仄仄平平仄句平平仄读仄平仄仄韵",
            "平平仄句仄仄平平句仄仄平平仄平仄韵",
            "仄仄平平句平平仄仄句平平仄平仄韵",
            "仄仄平平仄句平平平仄句平仄平平句平平平仄韵",
            "仄仄平平仄句平平仄读仄平仄仄韵",
            "平平仄读仄仄平平句仄仄平平仄韵"
        ],
        "origin": "霜落鸳鸯，绣隐芙蓉小春节。应运看、月魄分辉，坤顺同符，文母徽音芳烈。诞育乾坤主，均慈爱、练裙岂别。经沙塞，涉履烟尘，瑞色怡然更英发。上圣中兴，严恭问寝，宫庭正和悦。看寿筵高启，龙香低转，声入霓裳，檀槽新拨。翠衮同行乐，钧韶奏、喜盈绛阙。倾心愿、亿载慈宁，醉赏閒风月。",
        "origin_trad": "霜落鴛鴦，繡隱芙蓉小春節。應運看、月魄分輝，坤順同符，文母徽音芳烈。誕育乾坤主，均慈愛、練裙豈別。經沙塞，涉履煙塵，瑞色怡然更英發。上聖中興，嚴恭問寢，宮庭正和悅。看壽筵高啟，龍香低轉，聲入霓裳，檀槽新撥。翠袞同行樂，鈞韶奏、喜盈絳闕。傾心願、億載慈寧，醉賞閒風月。"
    },
    {
        "ge_lyu_str": "平仄平平仄平平仄平仄仄仄平仄仄平平平仄仄平仄仄平平平仄仄仄平平仄平仄仄平平仄平平仄仄仄平平仄仄平平仄平仄仄仄平平平平仄仄平仄仄平仄仄仄平平仄平平仄仄平平仄仄仄平平仄平仄平平仄平仄仄平平仄平平仄仄仄平平仄仄平平仄",
        "rhyme_pos": [
            9,
            26,
            37,
            51,
            64,
            81,
            92,
            104
        ],
        "yun_classify": {
            "0": [
                9,
                26,
                37,
                51,
                64,
                81,
                92,
                104
            ]
        },
        "ci_sep": [
            "堪叹群迷　梦空花　几人悟",
            "更假饶　锦帐铜山　朱履玉簪　毕竟于身何故",
            "未若红尘外　幽隐竹篱蓬户",
            "青松下　一曲高歌　笑傲年华换今古",
            "紫府春光　清都雅会　时妙有真趣",
            "看自然天乐　星楼月殿　鸾飞凤舞　白云深处",
            "壶内神仙景　谁肯少年回顾",
            "逍遥界　独我归来　复入寥阳去"
        ],
        "ge_lyu_sep": [
            "平仄平平句仄平平句仄平仄韵",
            "仄仄平读仄仄平平句平仄仄平句仄仄平平平仄韵",
            "仄仄平平仄句平仄仄平平仄韵",
            "平平仄句仄仄平平句仄仄平平仄平仄韵",
            "仄仄平平句平平仄仄句平仄仄平仄韵",
            "仄仄平平仄句平平仄仄句平平仄仄句仄平平仄韵",
            "平仄平平仄句平仄仄平平仄韵",
            "平平仄句仄仄平平句仄仄平平仄韵"
        ],
        "origin": "堪叹群迷，梦空花，几人悟。更假饶、锦帐铜山，朱履玉簪，毕竟于身何故。未若红尘外，幽隐竹篱蓬户。青松下，一曲高歌，笑傲年华换今古。紫府春光，清都雅会，时妙有真趣。看自然天乐，星楼月殿，鸾飞凤舞，白云深处。壶内神仙景，谁肯少年回顾。逍遥界，独我归来，复入寥阳去。",
        "origin_trad": "堪歎群迷，夢空花，幾人悟。更假饒、錦帳銅山，朱履玉簪，畢竟於身何故。未若紅塵外，幽隱竹籬蓬戶。青松下，一曲高歌，笑傲年華換今古。紫府春光，清都雅會，時妙有真趣。看自然天樂，星樓月殿，鸞飛鳳舞，白雲深處。壺內神仙景，誰肯少年迴顧。逍遙界，獨我歸來，復入寥陽去。"
    }
]