[
    {
        "ge_lyu_str": "中仄平平平平仄仄中仄平平平仄中仄平平中仄仄平平仄中中仄中仄平平仄中仄中平平仄仄中中中仄平平中平中仄仄平仄平平平仄中仄平仄平平中仄中中平仄仄仄平平中仄仄平平仄中中中中仄平平中中中仄平平仄中中中中仄平平仄平平仄仄",
        "rhyme_pos": [
            13,
            23,
            37,
            51,
            67,
            77,
            91,
            103
        ],
        "yun_classify": {
            "0": [
                13,
                23,
                37,
                51,
                67,
                77,
                91,
                103
            ]
        },
        "ci_sep": [
            "做冷欺花　将烟困柳　千里偷催春暮",
            "尽日冥迷　愁里欲飞还住",
            "惊粉重　蝶宿西园　喜泥润　燕归南浦",
            "最妨他　佳约风流　钿车不到杜陵路",
            "沈沈江上望极　还被春潮晚急　难寻官渡",
            "隐约遥峰　和泪谢娘眉妩",
            "临断岸　新绿生时　是落红　带愁流处",
            "记当日　门掩梨花　剪灯深夜语"
        ],
        "ge_lyu_sep": [
            "中仄平平句平平仄仄句中仄平平平仄韵",
            "中仄平平句中仄仄平平仄韵",
            "中中仄读中仄平平句仄中仄读中平平仄韵",
            "仄中中读中仄平平句中平中仄仄平仄韵",
            "平平平仄中仄句平仄平平中仄句中中平仄韵",
            "仄仄平平句中仄仄平平仄韵",
            "中中中读中仄平平句中中中读仄平平仄韵",
            "中中中读中仄平平句仄平平仄仄韵"
        ],
        "origin": "做冷欺花，将烟困柳，千里偷催春暮。尽日冥迷，愁里欲飞还住。惊粉重、蝶宿西园，喜泥润、燕归南浦。最妨他、佳约风流，钿车不到杜陵路。沈沈江上望极，还被春潮晚急，难寻官渡。隐约遥峰，和泪谢娘眉妩。临断岸、新绿生时，是落红、带愁流处。记当日、门掩梨花，剪灯深夜语。",
        "origin_trad": "做冷欺花，將煙困柳，千里偷催春暮。盡日冥迷，愁裏欲飛還住。驚粉重、蝶宿西園，喜泥潤、燕歸南浦。最妨他、佳約風流，鈿車不到杜陵路。沈沈江上望極，還被春潮晚急，難尋官渡。隱約遙峰，和淚謝孃眉嫵。臨斷岸、新綠生時，是落紅、帶愁流處。記當日、門掩梨花，翦燈深夜語。"
    },
    {
        "ge_lyu_str": "仄仄平平平平仄仄平仄仄平平仄平仄平平仄仄仄平平仄仄平仄平仄平平仄平仄平平平仄仄平平仄仄平平仄平仄仄仄平仄平平平仄仄仄平仄平平仄仄平平平仄仄仄平平仄仄仄平平仄仄平平仄仄平平仄仄仄仄平平仄仄平平仄仄平平仄平平仄仄",
        "rhyme_pos": [
            13,
            23,
            37,
            51,
            57,
            67,
            77,
            91,
            103
        ],
        "yun_classify": {
            "0": [
                13,
                23,
                37,
                51,
                57,
                67,
                77,
                91,
                103
            ]
        },
        "ci_sep": [
            "万里飞霜　千林落木　寒艳不招春妒",
            "枫冷吴江　独客又吟愁句",
            "正船舣　流水孤村　似花绕　斜阳归路",
            "甚荒沟　一片凄凉　载情不去载愁去",
            "长安谁问倦旅",
            "羞见衰颜借酒　飘零如许",
            "漫倚新妆　不入洛阳花谱",
            "为回风　起舞尊前　尽化作　断霞千缕",
            "记阴阴　绿遍江南　夜窗听暗雨"
        ],
        "ge_lyu_sep": [
            "仄仄平平句平平仄仄句平仄仄平平仄韵",
            "平仄平平句仄仄仄平平仄韵",
            "仄平仄读平仄平平句仄平仄读平平平仄韵",
            "仄平平读仄仄平平句仄平仄仄仄平仄韵",
            "平平平仄仄仄韵",
            "平仄平平仄仄句平平平仄韵",
            "仄仄平平句仄仄仄平平仄韵",
            "仄平平读仄仄平平句仄仄仄读仄平平仄韵",
            "仄平平读仄仄平平句仄平平仄仄韵"
        ],
        "origin": "万里飞霜，千林落木，寒艳不招春妒。枫冷吴江，独客又吟愁句。正船舣、流水孤村，似花绕、斜阳归路。甚荒沟、一片凄凉，载情不去载愁去。长安谁问倦旅。羞见衰颜借酒，飘零如许。漫倚新妆，不入洛阳花谱。为回风、起舞尊前，尽化作、断霞千缕。记阴阴、绿遍江南，夜窗听暗雨。",
        "origin_trad": "萬里飛霜，千林落木，寒豔不招春妒。楓冷吳江，獨客又吟愁句。正船檥、流水孤邨，似花繞、斜陽歸路。甚荒溝、一片淒凉，載情不去載愁去。長安誰問倦旅。羞見衰顏借酒，飄零如許。漫倚新妝，不入洛陽花譜。為迴風、起舞尊前，盡化作、斷霞千縷。記陰陰、綠遍江南，夜窗聽暗雨。"
    },
    {
        "ge_lyu_str": "仄仄平平平平仄仄仄仄平平平仄仄仄平平平仄仄平平仄平平仄平仄平平仄仄仄仄平平仄仄仄仄平仄平平平平仄仄仄平仄平平平仄仄仄仄平平仄仄平仄平仄仄仄平平平仄仄平平仄平仄仄平仄平平平仄仄仄平平仄平平仄仄仄平平仄平平仄仄",
        "rhyme_pos": [
            13,
            23,
            37,
            51,
            57,
            66,
            76,
            90,
            102
        ],
        "yun_classify": {
            "0": [
                13,
                23,
                37,
                51,
                57,
                66,
                76,
                90,
                102
            ]
        },
        "ci_sep": [
            "候馆深灯　辽天断羽　近日音书疑绝",
            "转眼伤心　慵看剩歌残阕",
            "才忘了　还著思量　待去也　怎禁离别",
            "恨只恨　桃叶空江　殷勤不似谢红叶",
            "良宵谁见哽咽",
            "对熏炉象尺　閒伴凄切",
            "独立西风　犹忆旧家时节",
            "随款步　花密藏春　听怯语　柳疏嫌月",
            "今休问　燕约莺期　梦游空趁蝶"
        ],
        "ge_lyu_sep": [
            "仄仄平平句平平仄仄句仄仄平平平仄韵",
            "仄仄平平句平仄仄平平仄韵",
            "平平仄读平仄平平句仄仄仄读仄平平仄韵",
            "仄仄仄读平仄平平句平平仄仄仄平仄韵",
            "平平平仄仄仄韵",
            "仄平平仄仄句平仄平仄韵",
            "仄仄平平句平仄仄平平仄韵",
            "平仄仄读平仄平平句平仄仄读仄平平仄韵",
            "平平仄读仄仄平平句仄平平仄仄韵"
        ],
        "origin": "候馆深灯，辽天断羽，近日音书疑绝。转眼伤心，慵看剩歌残阕。才忘了、还著思量，待去也、怎禁离别。恨只恨、桃叶空江，殷勤不似谢红叶。良宵谁见哽咽。对熏炉象尺，閒伴凄切。独立西风，犹忆旧家时节。随款步、花密藏春，听怯语、柳疏嫌月。今休问、燕约莺期，梦游空趁蝶。",
        "origin_trad": "候館深燈，遼天斷羽，近日音書疑絕。轉眼傷心，慵看剩歌殘闋。纔忘了、還著思量，待去也、怎禁離別。恨只恨、桃葉空江，殷勤不似謝紅葉。良宵誰見哽咽。對熏爐象尺，閒伴淒切。獨立西風，猶憶舊家時節。隨款步、花密藏春，聽怯語、柳疏嫌月。今休問、燕約鶯期，夢遊空趁蝶。"
    }
]