[
    {
        "ge_lyu_str": "中平仄仄仄中平仄仄中中平仄中仄平平中仄平平中中中中平仄中平中仄平平仄中中中中平平仄仄中平中仄平平中仄中平平仄平仄平平仄仄仄中中仄仄平仄平仄仄仄平平中仄平平中仄中平中仄中平中仄平平仄中中仄中平平仄仄中中中仄平平中仄仄平平仄",
        "rhyme_pos": [
            3,
            12,
            26,
            40,
            53,
            68,
            82,
            96,
            109
        ],
        "yun_classify": {
            "0": [
                3,
                12,
                26,
                40,
                53,
                68,
                82,
                96,
                109
            ]
        },
        "ci_sep": [
            "苔枝缀玉",
            "有翠禽小小　枝上同宿",
            "客里相逢　篱角黄昏　无言自倚修竹",
            "昭君不惯龙沙远　但暗忆　江南江北",
            "想佩环　月夜归来　化作此花幽独",
            "犹记深宫旧事　那人正睡里　飞近蛾绿",
            "莫似春风　不管盈盈　早与安排金屋",
            "还教一片随波去　又却怨　玉龙哀曲",
            "等恁时　重觅幽香　已入小窗横幅"
        ],
        "ge_lyu_sep": [
            "中平仄仄韵",
            "仄中平仄仄句中中平仄韵",
            "中仄平平句中仄平平句中中中中平仄韵",
            "中平中仄平平仄句中中中读中平平仄韵",
            "仄中平读中仄平平句中仄中平平仄韵",
            "平仄平平仄仄句仄中中仄仄句平仄平仄韵",
            "仄仄平平句中仄平平句中仄中平中仄韵",
            "中平中仄平平仄句中中仄读中平平仄韵",
            "仄中中读中仄平平句中仄仄平平仄韵"
        ],
        "origin": "苔枝缀玉。有翠禽小小，枝上同宿。客里相逢，篱角黄昏，无言自倚修竹。昭君不惯龙沙远，但暗忆、江南江北。想佩环、月夜归来，化作此花幽独。犹记深宫旧事，那人正睡里，飞近蛾绿。莫似春风，不管盈盈，早与安排金屋。还教一片随波去，又却怨、玉龙哀曲。等恁时、重觅幽香，已入小窗横幅。",
        "origin_trad": "苔枝綴玉。有翠禽小小，枝上同宿。客裏相逢，籬角黃昏，無言自倚修竹。昭君不慣龍沙遠，但暗憶、江南江北。想佩環、月夜歸來，化作此花幽獨。猶記深宮舊事，那人正睡裏，飛近蛾綠。莫似春風，不管盈盈，早與安排金屋。還教一片隨波去，又却怨、玉龍哀曲。等恁時、重覓幽香，已入小窗橫幅。"
    },
    {
        "ge_lyu_str": "仄平仄仄仄仄平平仄仄平平仄仄仄平平平仄平平平仄仄平平仄平平仄仄平平仄仄平平仄平平仄仄仄平仄仄平平仄仄仄平平仄平仄平平仄仄仄平仄仄仄平仄平仄仄仄平平仄仄平平平仄平平仄仄仄平仄仄平平仄仄平仄平平平仄仄仄平平仄平平平仄仄平平仄",
        "rhyme_pos": [
            3,
            12,
            26,
            40,
            53,
            68,
            82,
            96,
            109
        ],
        "yun_classify": {
            "0": [
                3,
                12,
                26,
                40,
                53,
                68,
                82,
                96,
                109
            ]
        },
        "ci_sep": [
            "柳黄未结",
            "放嫩晴　销尽断桥残雪",
            "隔水人家　浑是花阴　曾醉好春时节",
            "轻车几度新堤晓　想如今　燕莺犹说",
            "纵艳游　得似当年　早是旧情都别",
            "重到翻疑梦醒　弄泉试照影　惊见华发",
            "却笑归来　石老云荒　身世飘然一叶",
            "闭门约住青山色　自容与　吟窗清绝",
            "怕夜寒吹到梅花　休卷半帘明月"
        ],
        "ge_lyu_sep": [
            "仄平仄仄韵",
            "仄仄平读平仄仄平平仄韵",
            "仄仄平平句平仄平平句平仄仄平平仄韵",
            "平平仄仄平平仄句仄平平读仄平平仄韵",
            "仄仄平读仄仄平平句仄仄仄平平仄韵",
            "平仄平平仄仄句仄平仄仄仄句平仄平仄韵",
            "仄仄平平句仄仄平平句平仄平平仄仄韵",
            "仄平仄仄平平仄句仄平仄读平平平仄韵",
            "仄仄平平仄平平句平仄仄平平仄韵"
        ],
        "origin": "柳黄未结。放嫩晴、销尽断桥残雪。隔水人家，浑是花阴，曾醉好春时节。轻车几度新堤晓，想如今、燕莺犹说。纵艳游、得似当年，早是旧情都别。重到翻疑梦醒，弄泉试照影，惊见华发。却笑归来，石老云荒，身世飘然一叶。闭门约住青山色，自容与、吟窗清绝。怕夜寒吹到梅花，休卷半帘明月。",
        "origin_trad": "柳黃未結。放嫩晴、銷盡斷橋殘雪。隔水人家，渾是花陰，曾醉好春時節。輕車幾度新堤曉，想如今、燕鶯猶說。縱豔游、得似當年，早是舊情都別。重到翻疑夢醒，弄泉試照影，驚見華髮。却笑歸來，石老雲荒，身世飄然一葉。閉門約住青山色，自容與、吟窗清絕。怕夜寒吹到梅花，休卷半簾明月。"
    },
    {
        "ge_lyu_str": "平平仄仄仄平平仄仄平平平仄仄仄平平平仄平平平平仄仄平仄平平仄仄平平仄仄平仄平平平仄仄仄平平仄平平平仄仄平平仄平仄平平仄仄仄平平仄仄平仄平仄仄仄平平仄仄平平仄仄仄平平仄平平仄仄平平仄仄仄仄仄平平仄仄仄平平仄平平仄仄仄平平仄",
        "rhyme_pos": [
            12,
            26,
            40,
            53,
            68,
            82,
            96,
            109
        ],
        "yun_classify": {
            "0": [
                12,
                26,
                40,
                53,
                68,
                82,
                96,
                109
            ]
        },
        "ci_sep": [
            "千峰玉立　送孤云伴我　罗村清宿",
            "拂晓凭虚　春碧生寒　衣单瘦倚筇竹",
            "东风不解吹愁醒　但芳草　溪城南北",
            "认雾鬟　遥锁修颦　眉妩为谁愁独",
            "江上轻鸥似识　背昭亭两两　飞破晴渌",
            "一片苍烟　隔断家山　梦绕石窗萝屋",
            "相看不厌朝还暮　算几度　赤阑干曲",
            "待倩诗　收拾归来　写作卧游屏幅"
        ],
        "ge_lyu_sep": [
            "平平仄仄句仄平平仄仄句平平平仄韵",
            "仄仄平平句平仄平平句平平仄仄平仄韵",
            "平平仄仄平平仄句仄平仄读平平平仄韵",
            "仄仄平读平仄平平句平仄仄平平仄韵",
            "平仄平平仄仄句仄平平仄仄句平仄平仄韵",
            "仄仄平平句仄仄平平句仄仄仄平平仄韵",
            "平平仄仄平平仄句仄仄仄读仄平平仄韵",
            "仄仄平读平仄平平句仄仄仄平平仄韵"
        ],
        "origin": "千峰玉立，送孤云伴我，罗村清宿。拂晓凭虚，春碧生寒，衣单瘦倚筇竹。东风不解吹愁醒，但芳草、溪城南北。认雾鬟、遥锁修颦，眉妩为谁愁独。江上轻鸥似识，背昭亭两两，飞破晴渌。一片苍烟，隔断家山，梦绕石窗萝屋。相看不厌朝还暮，算几度、赤阑干曲。待倩诗、收拾归来，写作卧游屏幅。",
        "origin_trad": "千峰玉立，送孤雲伴我，羅邨清宿。拂曉憑虛，春碧生寒，衣單瘦倚筇竹。東風不解吹愁醒，但芳草、溪城南北。認霧鬟、遙鎖修顰，眉嫵為誰愁獨。江上輕鷗似識，背昭亭兩兩，飛破晴淥。一片蒼煙，隔斷家山，夢繞石窗蘿屋。相看不厭朝還暮，算幾度、赤闌干曲。待倩詩、收拾歸來，寫作卧遊屏幅。"
    },
    {
        "ge_lyu_str": "仄平仄仄仄平平仄仄平平仄仄平仄平平仄仄平平仄仄仄仄平仄平平仄仄平平仄仄仄仄仄平平仄仄仄平平仄平平仄仄仄平平仄平仄平平仄仄仄仄平仄仄平仄平仄仄仄平平仄仄平平仄仄仄平平仄平平仄仄平平仄平平仄仄平平仄仄仄平平仄平平仄仄仄平平仄",
        "rhyme_pos": [
            12,
            26,
            40,
            53,
            59,
            68,
            82,
            96,
            109
        ],
        "yun_classify": {
            "0": [
                12,
                26,
                40,
                53,
                59,
                68,
                82,
                96,
                109
            ]
        },
        "ci_sep": [
            "雪空四野　照归心万里　千峰独立",
            "身与天游　一洗襟怀　海镜倒涌秋白",
            "相逢懒问盈亏事　但脉脉　此情何极",
            "是几番　飞盖追随　桂底露衣香湿",
            "閒款楼台夜色",
            "料水光未许　人世先得",
            "影里分明　认得山河　一笑乱山横碧",
            "乾坤许大须容我　浑忘了　醉乡犹客",
            "待倩谁　招下清风　共结岁寒三益"
        ],
        "ge_lyu_sep": [
            "仄平仄仄句仄平平仄仄句平平仄仄韵",
            "平仄平平句仄仄平平句仄仄仄仄平仄韵",
            "平平仄仄平平仄句仄仄仄读仄平平仄韵",
            "仄仄平读平仄平平句仄仄仄平平仄韵",
            "平仄平平仄仄韵",
            "仄仄平仄仄句平仄平仄韵",
            "仄仄平平句仄仄平平句仄仄仄平平仄韵",
            "平平仄仄平平仄句平平仄读仄平平仄韵",
            "仄仄平读平仄平平句仄仄仄平平仄韵"
        ],
        "origin": "雪空四野，照归心万里，千峰独立。身与天游，一洗襟怀，海镜倒涌秋白。相逢懒问盈亏事，但脉脉、此情何极。是几番、飞盖追随，桂底露衣香湿。閒款楼台夜色。料水光未许，人世先得。影里分明，认得山河，一笑乱山横碧。乾坤许大须容我，浑忘了、醉乡犹客。待倩谁、招下清风，共结岁寒三益。",
        "origin_trad": "雪空四野，照歸心萬里，千峰獨立。身與天遊，一洗襟懷，海鏡倒湧秋白。相逢懶問盈虧事，但脈脈、此情何極。是幾番、飛蓋追隨，桂底露衣香濕。閒款樓臺夜色。料水光未許，人世先得。影裏分明，認得山河，一笑亂山橫碧。乾坤許大須容我，渾忘了、醉鄉猶客。待倩誰、招下清風，共結歲寒三益。"
    },
    {
        "ge_lyu_str": "平平仄仄仄仄平仄仄平仄平仄仄仄平平平仄平平仄仄平平平仄平平仄仄平平仄仄仄仄仄平平仄仄仄平平仄平平仄仄仄平平仄平仄平平仄仄仄平仄仄仄平仄平仄仄仄平平仄仄平平仄仄平平平仄仄平仄仄平平仄仄仄仄仄平平仄仄仄平仄仄平平仄仄仄平平仄",
        "rhyme_pos": [
            3,
            12,
            26,
            40,
            53,
            68,
            82,
            96,
            109
        ],
        "yun_classify": {
            "0": [
                3,
                12,
                26,
                40,
                53,
                68,
                82,
                96,
                109
            ]
        },
        "ci_sep": [
            "山阴赋客",
            "怪几番睡起　窗影生白",
            "缥缈仙姝　飞下瑶台　淡泞东风颜色",
            "微霜恰护朦胧月　更想像　暝烟低隔",
            "恨翠禽啼处　惊残一夜　梦云无迹",
            "惟有龙煤解染　数枝入画里　如印溪碧",
            "老树枯苔　玉晕冰围　满幅寒香狼藉",
            "墨池雪岭春长好　悄不管　小楼横笛",
            "怕有人　误认寒花　欲点晓来妆额"
        ],
        "ge_lyu_sep": [
            "平平仄仄韵",
            "仄仄平仄仄句平仄平仄韵",
            "仄仄平平句平仄平平句仄仄平平平仄韵",
            "平平仄仄平平仄句仄仄仄读仄平平仄韵",
            "仄仄平平仄句平平仄仄句仄平平仄韵",
            "平仄平平仄仄句仄平仄仄仄句平仄平仄韵",
            "仄仄平平句仄仄平平句仄仄平平平仄韵",
            "仄平仄仄平平仄句仄仄仄读仄平平仄韵",
            "仄仄平读仄仄平平句仄仄仄平平仄韵"
        ],
        "origin": "山阴赋客。怪几番睡起，窗影生白。缥缈仙姝，飞下瑶台，淡泞东风颜色。微霜恰护朦胧月，更想像、暝烟低隔。恨翠禽啼处，惊残一夜，梦云无迹。惟有龙煤解染，数枝入画里，如印溪碧。老树枯苔，玉晕冰围，满幅寒香狼藉。墨池雪岭春长好，悄不管、小楼横笛。怕有人、误认寒花，欲点晓来妆额。",
        "origin_trad": "山陰賦客。怪幾番睡起，窗影生白。縹緲仙姝，飛下瑤臺，淡泞東風顏色。微霜恰護朦朧月，更想像、暝煙低隔。恨翠禽啼處，驚殘一夜，夢雲無跡。惟有龍煤解染，數枝入畫裏，如印溪碧。老樹枯苔，玉暈冰圍，滿幅寒香狼藉。墨池雪嶺春長好，悄不管、小樓橫笛。怕有人、誤認寒花，欲點曉來妝額。"
    }
]