[
    {
        "ge_lyu_str": "中仄平平中平中仄中中平仄中仄平平中平中仄中仄平平仄中平中仄中平中仄中仄中平中仄中平中平平中仄中中仄中平仄中平中仄中中中仄中仄中平平仄中仄平平中平中仄中仄平平仄中平中仄中中中仄中仄中平平仄中平中中中中仄中平仄仄",
        "rhyme_pos": [
            11,
            24,
            38,
            51,
            65,
            78,
            92,
            103
        ],
        "yun_classify": {
            "0": [
                11,
                24,
                38,
                51,
                65,
                78,
                92,
                103
            ]
        },
        "ci_sep": [
            "明月如霜　好风如水　清景无限",
            "曲港跳鱼　圆荷泻露　寂寞无人见",
            "紞如五鼓　铮然一叶　黯黯梦云惊断",
            "夜茫茫　重寻无处　觉来小园行遍",
            "天涯倦客　山中归路　望断故园心眼",
            "燕子楼空　佳人何在　空锁楼中燕",
            "古今如梦　何曾梦觉　但有旧欢新怨",
            "异时对　黄楼夜景　为余浩叹"
        ],
        "ge_lyu_sep": [
            "中仄平平句中平中仄句中中平仄韵",
            "中仄平平句中平中仄句中仄平平仄韵",
            "中平中仄句中平中仄句中仄中平中仄韵",
            "中平中读平平中仄句中中仄中平仄韵",
            "中平中仄句中中中仄句中仄中平平仄韵",
            "中仄平平句中平中仄句中仄平平仄韵",
            "中平中仄句中中中仄句中仄中平平仄韵",
            "中平中读中中中仄句中平仄仄韵"
        ],
        "origin": "明月如霜，好风如水，清景无限。曲港跳鱼，圆荷泻露，寂寞无人见。紞如五鼓，铮然一叶，黯黯梦云惊断。夜茫茫、重寻无处，觉来小园行遍。天涯倦客，山中归路，望断故园心眼。燕子楼空，佳人何在，空锁楼中燕。古今如梦，何曾梦觉，但有旧欢新怨。异时对、黄楼夜景，为余浩叹。",
        "origin_trad": "明月如霜，好風如水，清景無限。曲港跳魚，圓荷瀉露，寂寞無人見。紞如五鼓，錚然一葉，黯黯夢雲驚斷。夜茫茫、重尋無處，覺來小園行遍。天涯倦客，山中歸路，望斷故園心眼。燕子樓空，佳人何在，空鎖樓中燕。古今如夢，何曾夢覺，但有舊歡新怨。異時對、黃樓夜景，為余浩歎。"
    },
    {
        "ge_lyu_str": "平仄平平仄平平仄仄平平仄平仄平平平平仄仄平仄平平仄仄平平仄平平平仄平仄仄平仄仄仄平平仄仄平平平平仄仄平仄平平仄仄平平仄仄仄仄平平平仄仄仄平平平平仄仄平仄平平仄平平仄仄平平平仄平仄仄平平仄仄平平仄仄平平平平仄仄",
        "rhyme_pos": [
            11,
            24,
            32,
            38,
            51,
            55,
            65,
            78,
            92,
            103
        ],
        "yun_classify": {
            "0": [
                11,
                24,
                32,
                38,
                51,
                55,
                65,
                78,
                92,
                103
            ]
        },
        "ci_sep": [
            "红日葵开　映墙遮牖　小斋端午",
            "杯展荷金　簪抽笋玉　幽事还堪数",
            "绿窗纤手　朱奁轻缕",
            "争斗䌽幡艾虎",
            "想沈江　怨魄归来　空惆怅　对菰黍",
            "朱颜老去",
            "清风好在　未减佳辰欢趣",
            "蜡酒深斟　菖菹细糁　围坐从儿女",
            "还同子美　江村长夏　閒对燕飞鸥舞",
            "算何须　楚泽雄风　方消畏暑"
        ],
        "ge_lyu_sep": [
            "平仄平平句仄平平仄句仄平平仄韵",
            "平仄平平句平平仄仄句平仄平平仄韵",
            "仄平平仄句平平平仄韵",
            "平仄仄平仄仄韵",
            "仄平平读仄仄平平句平平仄读仄平仄韵",
            "平平仄仄韵",
            "平平仄仄句仄仄平平平仄韵",
            "仄仄平平句平平仄仄句平仄平平仄韵",
            "平平仄仄句平平平仄句平仄仄平平仄韵",
            "仄平平读仄仄平平句平平仄仄韵"
        ],
        "origin": "红日葵开，映墙遮牖，小斋端午。杯展荷金，簪抽笋玉，幽事还堪数。绿窗纤手，朱奁轻缕。争斗䌽幡艾虎。想沈江、怨魄归来，空惆怅、对菰黍。朱颜老去。清风好在，未减佳辰欢趣。蜡酒深斟，菖菹细糁，围坐从儿女。还同子美，江村长夏，閒对燕飞鸥舞。算何须、楚泽雄风，方消畏暑。",
        "origin_trad": "紅日葵開，映牆遮牖，小齋端午。杯展荷金，簪抽筍玉，幽事還堪數。綠窗纖手，朱奩輕縷。爭鬭綵幡艾虎。想沈江、怨魄歸來，空惆悵、對菰黍。朱顏老去。清風好在，未減佳辰歡趣。蠟酒深斟，菖葅細糝，圍坐從兒女。還同子美，江邨長夏，閒對燕飛鷗舞。算何須、楚澤雄風，方消畏暑。"
    },
    {
        "ge_lyu_str": "平平仄仄仄仄平平平仄平仄仄仄平平平平仄仄仄仄平平仄平平仄仄平仄平平仄仄仄平平仄仄平平平仄平仄仄平仄平平仄平平仄仄平仄平仄仄仄平平平仄平仄平平仄平仄仄平仄平平仄平平平仄平平平平平仄仄平平仄仄平平仄仄平平平平仄仄",
        "rhyme_pos": [
            11,
            24,
            38,
            51,
            65,
            78,
            92,
            103
        ],
        "yun_classify": {
            "0": [
                11,
                24,
                38,
                51,
                65,
                78,
                92,
                103
            ]
        },
        "ci_sep": [
            "熏风解愠　昼景晴和　新霁时候",
            "火德流光　萝图荐祉　累庆金枝秀",
            "璇枢绕电　华渚流虹　是日挺生元后",
            "缵唐虞垂拱　千载应期　万灵敷佑",
            "殊方异域　争贡琛赆　架巘航波奔凑",
            "三殿称觞　九仪就列　韶濩锵金奏",
            "藩侯瞻望彤庭　亲携僚吏　竞歌元首",
            "祝尧龄　北极齐尊　南山共久"
        ],
        "ge_lyu_sep": [
            "平平仄仄句仄仄平平句平仄平仄韵",
            "仄仄平平句平平仄仄句仄仄平平仄韵",
            "平平仄仄句平仄平平句仄仄仄平平仄韵",
            "仄平平平仄句平仄仄平句仄平平仄韵",
            "平平仄仄句平仄平仄句仄仄平平平仄韵",
            "平仄平平句仄平仄仄句平仄平平仄韵",
            "平平平仄平平句平平平仄句仄平平仄韵",
            "仄平平读仄仄平平句平平仄仄韵"
        ],
        "origin": "熏风解愠，昼景晴和，新霁时候。火德流光，萝图荐祉，累庆金枝秀。璇枢绕电，华渚流虹，是日挺生元后。缵唐虞垂拱，千载应期，万灵敷佑。殊方异域，争贡琛赆，架巘航波奔凑。三殿称觞，九仪就列，韶濩锵金奏。藩侯瞻望彤庭，亲携僚吏，竞歌元首。祝尧龄、北极齐尊，南山共久。",
        "origin_trad": "熏風解慍，晝景晴和，新霽時候。火德流光，蘿圖薦祉，累慶金枝秀。璇樞繞電，華渚流虹，是日挺生元后。纘唐虞垂拱，千載應期，萬靈敷佑。殊方異域，爭貢琛賮，架巘航波奔湊。三殿稱觴，九儀就列，韶濩鏘金奏。藩侯瞻望彤庭，親攜僚吏，競歌元首。祝堯齡、北極齊尊，南山共久。"
    },
    {
        "ge_lyu_str": "平仄平平仄平仄仄平仄平仄仄仄平平平平仄仄平仄平平仄平平平仄平仄平平仄仄仄平平仄仄平平仄仄平平仄仄仄平平仄平平仄仄平仄平平仄仄平平平仄平仄平平平平仄仄仄仄平平仄平平平仄平仄平平平仄仄平平仄仄平平平仄平平平平仄仄",
        "rhyme_pos": [
            11,
            24,
            38,
            51,
            65,
            78,
            92,
            103
        ],
        "yun_classify": {
            "0": [
                11,
                24,
                38,
                51,
                65,
                78,
                92,
                103
            ]
        },
        "ci_sep": [
            "天阁英游　内朝密侍　当世荣遇",
            "汉守分麾　尧图请瑞　方面凭心膂",
            "风驰千骑　云拥双旌　向晓洞开严署",
            "拥朱幡　喜气欢声　处处竞歌来暮",
            "吴王旧国　今古江山秀异　人烟繁富",
            "甘雨车行　仁风扇动　雅称安黎庶",
            "棠郊成政　槐府登贤　非久定须归去",
            "且乘閒　弘阁长开　融尊盛举"
        ],
        "ge_lyu_sep": [
            "平仄平平句仄平仄仄句平仄平仄韵",
            "仄仄平平句平平仄仄句平仄平平仄韵",
            "平平平仄句平仄平平句仄仄仄平平仄韵",
            "仄平平读仄仄平平句仄仄仄平平仄韵",
            "平平仄仄句平仄平平仄仄句平平平仄韵",
            "平仄平平句平平仄仄句仄仄平平仄韵",
            "平平平仄句平仄平平句平仄仄平平仄韵",
            "仄平平读平仄平平句平平仄仄韵"
        ],
        "origin": "天阁英游，内朝密侍，当世荣遇。汉守分麾，尧图请瑞，方面凭心膂。风驰千骑，云拥双旌，向晓洞开严署。拥朱幡、喜气欢声，处处竞歌来暮。吴王旧国，今古江山秀异，人烟繁富。甘雨车行，仁风扇动，雅称安黎庶。棠郊成政，槐府登贤，非久定须归去。且乘閒、弘阁长开，融尊盛举。",
        "origin_trad": "天閣英遊，內朝密侍，當世榮遇。漢守分麾，堯圖請瑞，方面憑心膂。風馳千騎，雲擁雙旌，向曉洞開嚴署。擁朱幡、喜氣歡聲，處處競歌來暮。吳王舊國，今古江山秀異，人煙繁富。甘雨車行，仁風扇動，雅稱安黎庶。棠郊成政，槐府登賢，非久定須歸去。且乘閒、弘閣長開，融尊盛舉。"
    },
    {
        "ge_lyu_str": "仄仄平平平平平仄平平平仄平仄平平平平平仄仄仄平平仄仄平平仄平平仄仄平仄仄平平仄仄平平平平仄仄仄平仄平仄仄仄平仄仄平平仄仄平仄仄平平仄仄仄平平平平仄仄仄仄平仄仄平平仄仄仄平仄仄仄仄仄平平仄仄平平平平仄仄仄平仄仄",
        "rhyme_pos": [
            11,
            24,
            38,
            51,
            59,
            65,
            78,
            92,
            103
        ],
        "yun_classify": {
            "0": [
                11,
                24,
                38,
                51,
                59,
                65,
                78,
                92,
                103
            ]
        },
        "ci_sep": [
            "月印金盆　江萦罗带　凉飙天际",
            "摩诘丹青　营丘平远　一望穷千里",
            "白鸥盟在　黄粱梦破　投老此心如水",
            "耿无眠　披衣顾影　乍闻绕阶络纬",
            "百年倦客　三生习气",
            "今古到头谁是",
            "夜色苍茫　浮云灭没　举世方熟寐",
            "谁人著眼　放神八极　逸想寄　尘寰内",
            "独凭阑　鸡鸣日上　海山雾起"
        ],
        "ge_lyu_sep": [
            "仄仄平平句平平平仄句平平平仄韵",
            "平仄平平句平平平仄句仄仄平平仄韵",
            "仄平平仄句平平仄仄句平仄仄平平仄韵",
            "仄平平读平平仄仄句仄平仄平仄仄韵",
            "仄平仄仄句平平仄仄韵",
            "平仄仄平平仄韵",
            "仄仄平平句平平仄仄句仄仄平仄仄韵",
            "平平仄仄句仄平仄仄句仄仄仄读平平仄韵",
            "仄平平读平平仄仄句仄平仄仄韵"
        ],
        "origin": "月印金盆，江萦罗带，凉飙天际。摩诘丹青，营丘平远，一望穷千里。白鸥盟在，黄粱梦破，投老此心如水。耿无眠、披衣顾影，乍闻绕阶络纬。百年倦客，三生习气。今古到头谁是。夜色苍茫，浮云灭没，举世方熟寐。谁人著眼，放神八极，逸想寄、尘寰内。独凭阑、鸡鸣日上，海山雾起。",
        "origin_trad": "月印金盆，江縈羅帶，凉飆天際。摩詰丹青，營丘平遠，一望窮千里。白鷗盟在，黃粱夢破，投老此心如水。耿無眠、披衣顧影，乍聞繞階絡緯。百年倦客，三生習氣。今古到頭誰是。夜色蒼茫，浮雲滅沒，舉世方熟寐。誰人著眼，放神八極，逸想寄、塵寰內。獨憑闌、雞鳴日上，海山霧起。"
    },
    {
        "ge_lyu_str": "平平仄仄仄平平仄平仄平仄仄仄平平平平平仄仄仄平平仄平平平仄平平平平仄仄仄仄平平仄平平仄仄平平仄平仄平平仄平平仄平平仄平仄仄仄平平平仄平仄平平平平仄仄仄仄平平仄仄平平仄平平平仄仄仄仄仄平仄仄仄平仄仄平仄仄平仄仄",
        "rhyme_pos": [
            11,
            24,
            39,
            51,
            65,
            78,
            92,
            103
        ],
        "yun_classify": {
            "0": [
                11,
                24,
                39,
                51,
                65,
                78,
                92,
                103
            ]
        },
        "ci_sep": [
            "孤衾不暖　静闻银漏　敧枕难稳",
            "细想多情　多才多貌　总是多愁本",
            "而今幽会难成　佳期顿阻　只恁萦方寸",
            "知他莫是今生　共伊此欢无分",
            "寻思断肠肠断　珠泪揾了　依前重揾",
            "终待临岐　分明说与　我这厌厌闷",
            "得伊知后　教人成病　万种断也无恨",
            "只恐他　恁不分晓　漫劳瘦损"
        ],
        "ge_lyu_sep": [
            "平平仄仄句仄平平仄句平仄平仄韵",
            "仄仄平平句平平平仄句仄仄平平仄韵",
            "平平平仄平平句平平仄仄句仄仄平平仄韵",
            "平平仄仄平平句仄平仄平平仄韵",
            "平平仄平平仄句平仄仄仄句平平平仄韵",
            "平仄平平句平平仄仄句仄仄平平仄韵",
            "仄平平仄句平平平仄句仄仄仄仄平仄韵",
            "仄仄平读仄仄平仄句仄平仄仄韵"
        ],
        "origin": "孤衾不暖，静闻银漏，敧枕难稳。细想多情，多才多貌，总是多愁本。而今幽会难成，佳期顿阻，只恁萦方寸。知他莫是今生，共伊此欢无分。寻思断肠肠断，珠泪揾了，依前重揾。终待临岐，分明说与，我这厌厌闷。得伊知后，教人成病，万种断也无恨。只恐他、恁不分晓，漫劳瘦损。",
        "origin_trad": "孤衾不暖，靜聞銀漏，敧枕難穩。細想多情，多才多貌，總是多愁本。而今幽會難成，佳期頓阻，只恁縈方寸。知他莫是今生，共伊此歡無分。尋思斷腸腸斷，珠淚揾了，依前重揾。終待臨岐，分明說與，我這厭厭悶。得伊知後，教人成病，萬種斷也無恨。只恐他、恁不分曉，漫勞瘦損。"
    },
    {
        "ge_lyu_str": "仄仄平平仄平平仄平平平平仄仄平平平平仄仄平仄平仄平平平平仄平平平仄仄平仄仄平平平平仄平平仄仄仄平仄仄平平平平仄仄平平仄仄仄平平仄平平仄仄平平平平仄仄平仄平仄平平平平仄仄平平仄仄平仄仄平平平平仄平平仄仄仄平仄平",
        "rhyme_pos": [
            11,
            24,
            38,
            51,
            65,
            78,
            92,
            103
        ],
        "yun_classify": {
            "0": [
                11,
                24,
                38,
                51,
                65,
                78,
                92,
                103
            ]
        },
        "ci_sep": [
            "玉腕笼寒　翠阑凭晓　莺调新簧",
            "暗水穿苔　游丝度柳　人静芳昼长",
            "云南归雁　楼西飞燕　去来惯认炎凉",
            "王孙远　青青草色　几回望断柔肠",
            "蔷薇旧约　尊前一笑　等閒孤负年光",
            "斗草庭空　抛梭架冷　帘外风絮香",
            "伤春情绪　惜花时候　日斜尚未成妆",
            "闻嬉笑　谁家女伴　又还采桑"
        ],
        "ge_lyu_sep": [
            "仄仄平平句仄平平仄句平平平平韵",
            "仄仄平平句平平仄仄句平仄平仄平韵",
            "平平平仄句平平平仄句仄平仄仄平平韵",
            "平平仄读平平仄仄句仄平仄仄平平韵",
            "平平仄仄句平平仄仄句仄平平仄平平韵",
            "仄仄平平句平平仄仄句平仄平仄平韵",
            "平平平仄句仄平平仄句仄平仄仄平平韵",
            "平平仄读平平仄仄句仄平仄平韵"
        ],
        "origin": "玉腕笼寒，翠阑凭晓，莺调新簧。暗水穿苔，游丝度柳，人静芳昼长。云南归雁，楼西飞燕，去来惯认炎凉。王孙远、青青草色，几回望断柔肠。蔷薇旧约，尊前一笑，等閒孤负年光。斗草庭空，抛梭架冷，帘外风絮香。伤春情绪，惜花时候，日斜尚未成妆。闻嬉笑、谁家女伴，又还采桑。",
        "origin_trad": "玉腕籠寒，翠闌憑曉，鶯調新簧。暗水穿苔，遊絲度柳，人靜芳晝長。雲南歸雁，樓西飛燕，去來慣認炎凉。王孫遠、青青草色，幾回望斷柔腸。薔薇舊約，尊前一笑，等閒孤負年光。鬭草庭空，拋梭架冷，簾外風絮香。傷春情緒，惜花時候，日斜尚未成妝。聞嬉笑、誰家女伴，又還采桑。"
    }
]