[
    {
        "ge_lyu_str": "平平仄仄平仄仄平平仄平平平平仄仄仄平仄仄平平仄平平仄平仄仄仄平平仄仄平平平仄平平仄平平仄仄平平仄仄平平仄平仄平平平仄仄仄仄平平平平仄平平仄仄平仄平平仄平平平平仄仄仄平平仄平平仄平平仄平仄仄仄平平仄仄平平仄仄平平平平平仄平平仄仄仄平平仄仄仄平平仄仄平仄仄平平平平仄平平仄仄平仄平平",
        "rhyme_pos": [
            8,
            21,
            35,
            50,
            62,
            73,
            86,
            100,
            115,
            127,
            138
        ],
        "yun_classify": {
            "0": [
                8,
                21,
                35,
                50,
                62,
                73,
                86,
                100,
                115,
                127,
                138
            ]
        },
        "ci_sep": [
            "新秋近　晋公别馆开筵",
            "喜清时　衔杯乐圣　未饶绿野堂边",
            "绣屏深　丽人乍出　坐中雷雨起鹍弦",
            "花暖间关　水凝幽咽　宝钗摇动坠金钿",
            "未弹了　昭君遗怨　四坐已凄然",
            "西风里　香街驻马　嬉笑微传",
            "算从来　司空见惯　断肠初对云鬟",
            "夜将阑　井梧下叶　砌蛩收响悄林蝉",
            "赖得多愁　浔阳司马　当时不在绮筵前",
            "竞叹赏　檀槽倚困　沈醉到觥船",
            "芳春调　红英翠萼　重变新妍"
        ],
        "ge_lyu_sep": [
            "平平仄句仄平仄仄平平韵",
            "仄平平读平平仄仄句仄平仄仄平平韵",
            "仄平平读仄平仄仄句仄平平仄仄平平韵",
            "平仄平平句仄平平仄句仄平平仄仄平平韵",
            "仄平仄读平平平仄句仄仄仄平平韵",
            "平平仄读平平仄仄句平仄平平韵",
            "仄平平读平平仄仄句仄平平仄平平韵",
            "仄平平读仄平仄仄句仄平平仄仄平平韵",
            "仄仄平平句平平平仄句平平仄仄仄平平韵",
            "仄仄仄读平平仄仄句平仄仄平平韵",
            "平平仄读平平仄仄句平仄平平韵"
        ],
        "origin": "新秋近，晋公别馆开筵。喜清时、衔杯乐圣，未饶绿野堂边。绣屏深、丽人乍出，坐中雷雨起鹍弦。花暖间关，水凝幽咽，宝钗摇动坠金钿。未弹了、昭君遗怨，四坐已凄然。西风里、香街驻马，嬉笑微传。算从来、司空见惯，断肠初对云鬟。夜将阑、井梧下叶，砌蛩收响悄林蝉。赖得多愁，浔阳司马，当时不在绮筵前。竞叹赏、檀槽倚困，沈醉到觥船。芳春调、红英翠萼，重变新妍。",
        "origin_trad": "新秋近，晉公別館開筵。喜清時、銜杯樂聖，未饒綠野堂邊。繡屏深、麗人乍出，坐中雷雨起鵾絃。花暖間關，水凝幽咽，寶釵搖動墜金鈿。未彈了、昭君遺怨，四坐已淒然。西風裏、香街駐馬，嬉笑微傳。算從來、司空見慣，斷腸初對雲鬟。夜將闌、井梧下葉，砌蛩收響悄林蟬。賴得多愁，潯陽司馬，當時不在綺筵前。競歎賞、檀槽倚困，沈醉到觥船。芳春調、紅英翠萼，重變新妍。"
    },
    {
        "ge_lyu_str": "仄平平仄平中仄平平仄平平中平中仄中中中仄平平仄中中中平中仄中中仄中仄平平中仄平平中平仄仄中平中仄仄平平仄中中中平平仄中仄仄平平平中仄中平中中中仄平平仄中平中平中仄仄中平仄平平仄中平仄平中仄中中中中中平平中仄平平中平仄仄中平中仄仄平平中中仄中平中仄中仄仄平平平中仄中中中中仄仄平平",
        "rhyme_pos": [
            8,
            21,
            35,
            50,
            62,
            73,
            86,
            100,
            115,
            127,
            138
        ],
        "yun_classify": {
            "0": [
                8,
                21,
                35,
                50,
                62,
                73,
                86,
                100,
                115,
                127,
                138
            ]
        },
        "ci_sep": [
            "晚云收　淡天一片琉璃",
            "烂银盘　来从海底　皓色千里澄辉",
            "莹无尘　素娥淡泞　静可数　丹桂参差",
            "玉露初零　金风未凛　一年无似此佳时",
            "向坐久　疏星时度　乌鹊正南飞",
            "瑶台冷　阑干凭暖　欲下迟迟",
            "念佳人　音尘隔后　对此应解相思",
            "最关情　漏声正永　暗断肠　花阴潜移",
            "料得来宵　清光未减　阴晴天气又争知",
            "共凝恋　如今别后　还是隔年期",
            "人总健　清尊素月　长愿相随"
        ],
        "ge_lyu_sep": [
            "仄平平句仄平中仄平平韵",
            "仄平平读中平中仄句中中中仄平平韵",
            "仄中中读中平中仄句中中仄读中仄平平韵",
            "中仄平平句中平仄仄句中平中仄仄平平韵",
            "仄中中读中平平仄句中仄仄平平韵",
            "平中仄句中平中中句中仄平平韵",
            "仄中平读中平中仄句仄中平仄平平韵",
            "仄中平读仄平中仄句中中中读中中平平韵",
            "中仄平平句中平仄仄句中平中仄仄平平韵",
            "中中仄读中平中仄句中仄仄平平韵",
            "平中仄句中中中中句仄仄平平韵"
        ],
        "origin": "晚云收，淡天一片琉璃。烂银盘、来从海底，皓色千里澄辉。莹无尘、素娥淡泞，静可数、丹桂参差。玉露初零，金风未凛，一年无似此佳时。向坐久、疏星时度，乌鹊正南飞。瑶台冷，阑干凭暖，欲下迟迟。念佳人、音尘隔后，对此应解相思。最关情、漏声正永，暗断肠、花阴潜移。料得来宵，清光未减，阴晴天气又争知。共凝恋、如今别后，还是隔年期。人总健，清尊素月，长愿相随。",
        "origin_trad": "晚雲收，淡天一片琉璃。爛銀盤、來從海底，皓色千里澄輝。瑩無塵、素娥淡泞，靜可數、丹桂參差。玉露初零，金風未凜，一年無似此佳時。向坐久、疏星時度，烏鵲正南飛。瑤臺冷，闌干憑暖，欲下遲遲。念佳人、音塵隔後，對此應解相思。最關情、漏聲正永，暗斷腸、花陰潛移。料得來宵，清光未減，陰晴天氣又爭知。共凝戀、如今別後，還是隔年期。人總健，清尊素月，長願相隨。"
    },
    {
        "ge_lyu_str": "仄平平仄平仄仄平平仄平平仄平仄仄仄平仄仄平平仄平平仄平仄仄仄仄仄仄平平仄仄平平平平平仄仄平平仄仄平平仄平仄仄平平仄平仄仄平平仄平仄平平仄平平仄平平仄平平平平仄仄仄平仄仄平平仄平平仄平仄仄仄仄平平仄平平仄平平平平平仄仄平平仄仄平平仄平仄平平平仄平仄仄平平平平仄平平仄仄仄仄平平",
        "rhyme_pos": [
            2,
            8,
            21,
            34,
            49,
            61,
            72,
            85,
            99,
            113,
            125,
            136
        ],
        "yun_classify": {
            "0": [
                2,
                8,
                21,
                34,
                49,
                61,
                72,
                85,
                99,
                113,
                125,
                136
            ]
        },
        "ci_sep": [
            "好人人",
            "去来欲见无因",
            "记当时　窃香倚暖　岂期蝶散鹣分",
            "到而今　漫劳梦想　叹后会　惨啼痕",
            "绣阁银屏　知他何处　一重山尽一重云",
            "暮天杳　梗踪萍迹　还是寄孤村",
            "寂寥月　今宵为谁　虚照黄昏",
            "细追思　深诚密爱　黯然一晌销魂",
            "仗游鱼　漫传尺素　望塞鸿　空咽回文",
            "帐衾寒　香消尘满　博山沈水更谁熏",
            "断肠也　无聊情味　惟是殢芳尊",
            "沈吟久　移灯向壁　掩上重门"
        ],
        "ge_lyu_sep": [
            "仄平平韵",
            "仄平仄仄平平韵",
            "仄平平读仄平仄仄句仄平仄仄平平韵",
            "仄平平读仄平仄仄句仄仄仄读仄平平韵",
            "仄仄平平句平平平仄句仄平平仄仄平平韵",
            "仄平仄句仄平平仄句平仄仄平平韵",
            "仄平仄句平平仄平句平仄平平韵",
            "仄平平读平平仄仄句仄平仄仄平平韵",
            "仄平平读仄平仄仄句仄仄平读平仄平平韵",
            "仄平平句平平平仄句仄平平仄仄平平韵",
            "仄平仄读平平平仄句平仄仄平平韵",
            "平平仄句平平仄仄句仄仄平平韵"
        ],
        "origin": "好人人。去来欲见无因。记当时、窃香倚暖，岂期蝶散鹣分。到而今、漫劳梦想，叹后会、惨啼痕。绣阁银屏，知他何处，一重山尽一重云。暮天杳，梗踪萍迹，还是寄孤村。寂寥月，今宵为谁，虚照黄昏。细追思、深诚密爱，黯然一晌销魂。仗游鱼、漫传尺素，望塞鸿、空咽回文。帐衾寒，香消尘满，博山沈水更谁熏。断肠也、无聊情味，惟是殢芳尊。沈吟久，移灯向壁，掩上重门。",
        "origin_trad": "好人人。去來欲見無因。記當時、竊香倚暖，豈期蝶散鶼分。到而今、漫勞夢想，歎後會、慘啼痕。繡閣銀屏，知他何處，一重山盡一重雲。暮天杳，梗蹤萍跡，還是寄孤邨。寂寥月，今宵為誰，虛照黃昏。細追思、深誠密愛，黯然一晌銷魂。仗遊魚、漫傳尺素，望塞鴻、空咽迴文。帳衾寒，香消塵滿，博山沈水更誰熏。斷腸也、無聊情味，惟是殢芳尊。沈吟久，移燈向壁，掩上重門。"
    },
    {
        "ge_lyu_str": "仄平平仄平仄仄平平仄平平平平平仄仄平平仄平平仄平平仄平平仄仄仄仄仄仄平平仄仄平平平平仄仄仄平平仄仄平平仄平仄平平平仄平仄仄平平平平仄平平仄仄仄仄平平仄平平平平仄仄仄仄平仄平平仄仄平平平仄仄仄仄仄仄仄平平仄仄平平平平仄仄平平平仄仄平平仄平仄平平平仄平仄仄平平平平仄平平仄仄平仄平平",
        "rhyme_pos": [
            8,
            21,
            35,
            50,
            62,
            73,
            86,
            100,
            115,
            127,
            138
        ],
        "yun_classify": {
            "0": [
                8,
                21,
                35,
                50,
                62,
                73,
                86,
                100,
                115,
                127,
                138
            ]
        },
        "ci_sep": [
            "景萧疏　楚江那更高秋",
            "远连天　茫茫都是　败芦枯蓼汀洲",
            "认炊烟　几家蜗舍　映夕照　一簇渔舟",
            "去国虽遥　宁亲渐近　数峰青处是吾州",
            "便乘取　波平风静　荃棹且夷犹",
            "关情有　冥冥去雁　拍拍轻鸥",
            "忽追思　当年往事　惹起无限羁愁",
            "拄笏朝来多爽气　秉烛夜永足清游",
            "翠袖香寒　朱弦韵悄　无情江水只东流",
            "舵楼晚　清商哀怨　还听隔船讴",
            "无言久　馀霞散绮　烟际帆收"
        ],
        "ge_lyu_sep": [
            "仄平平句仄平仄仄平平韵",
            "仄平平读平平平仄句仄平平仄平平韵",
            "仄平平读仄平平仄句仄仄仄读仄仄平平韵",
            "仄仄平平句平平仄仄句仄平平仄仄平平韵",
            "仄平仄读平平平仄句平仄仄平平韵",
            "平平仄读平平仄仄句仄仄平平韵",
            "仄平平读平平仄仄句仄仄平仄平平韵",
            "仄仄平平平仄仄句仄仄仄仄仄平平韵",
            "仄仄平平句平平仄仄句平平平仄仄平平韵",
            "仄平仄读平平平仄句平仄仄平平韵",
            "平平仄句平平仄仄句平仄平平韵"
        ],
        "origin": "景萧疏，楚江那更高秋。远连天、茫茫都是，败芦枯蓼汀洲。认炊烟、几家蜗舍，映夕照、一簇渔舟。去国虽遥，宁亲渐近，数峰青处是吾州。便乘取、波平风静，荃棹且夷犹。关情有、冥冥去雁，拍拍轻鸥。忽追思、当年往事，惹起无限羁愁。拄笏朝来多爽气，秉烛夜永足清游。翠袖香寒，朱弦韵悄，无情江水只东流。舵楼晚、清商哀怨，还听隔船讴。无言久，馀霞散绮，烟际帆收。",
        "origin_trad": "景蕭疏，楚江那更高秋。遠連天、茫茫都是，敗蘆枯蓼汀洲。認炊煙、幾家蝸舍，映夕照、一簇漁舟。去國雖遙，寧親漸近，數峰青處是吾州。便乘取、波平風靜，荃棹且夷猶。關情有、冥冥去雁，拍拍輕鷗。忽追思、當年往事，惹起無限羇愁。拄笏朝來多爽氣，秉燭夜永足清遊。翠袖香寒，朱絃韻悄，無情江水只東流。舵樓晚、清商哀怨，還聽隔船謳。無言久，餘霞散綺，煙際帆收。"
    },
    {
        "ge_lyu_str": "仄平平仄平平仄平平仄平平平平仄仄平平仄仄平平仄平平平平平仄平平仄仄仄平平平仄平平平平仄仄仄平平仄仄平平仄平仄仄平平仄仄仄仄平平平平仄仄平平仄平仄平平仄平平平平仄仄仄平平仄平平仄平平仄平仄仄平平仄平仄平平平仄平平仄平仄仄仄平平仄仄平平仄仄仄仄平平仄平仄仄平平平平仄仄平平仄仄仄平平",
        "rhyme_pos": [
            2,
            8,
            21,
            35,
            50,
            62,
            73,
            86,
            100,
            115,
            127,
            138
        ],
        "yun_classify": {
            "0": [
                2,
                8,
                21,
                35,
                50,
                62,
                73,
                86,
                100,
                115,
                127,
                138
            ]
        },
        "ci_sep": [
            "晚山青",
            "一川云树冥冥",
            "正参差　烟凝紫翠　斜阳画出南屏",
            "馆娃归　吴台游鹿　铜仙去　汉苑飞萤",
            "怀古情多　凭高望极　且将樽酒慰飘零",
            "自湖上　爱梅仙远　鹤梦几时醒",
            "空留得　六桥疏柳　孤屿危亭",
            "待苏堤　歌声散尽　更须携妓西泠",
            "藕花深　雨凉翡翠　菰蒲软　风弄蜻蜓",
            "澄碧生秋　闹红驻景　采菱新唱最堪听",
            "见一片　水天无际　渔火两三星",
            "多情月　为人留照　未过前汀"
        ],
        "ge_lyu_sep": [
            "仄平平韵",
            "仄平平仄平平韵",
            "仄平平读平平仄仄句平平仄仄平平韵",
            "仄平平读平平平仄句平平仄读仄仄平平韵",
            "平仄平平句平平仄仄句仄平平仄仄平平韵",
            "仄平仄读仄平平仄句仄仄仄平平韵",
            "平平仄句仄平平仄句平仄平平韵",
            "仄平平读平平仄仄句仄平平仄平平韵",
            "仄平平读仄平仄仄句平平仄读平仄平平韵",
            "平仄平平句仄平仄仄句仄平平仄仄平平韵",
            "仄仄仄读仄平平仄句平仄仄平平韵",
            "平平仄句仄平平仄句仄仄平平韵"
        ],
        "origin": "晚山青。一川云树冥冥。正参差、烟凝紫翠，斜阳画出南屏。馆娃归、吴台游鹿，铜仙去、汉苑飞萤。怀古情多，凭高望极，且将樽酒慰飘零。自湖上、爱梅仙远，鹤梦几时醒。空留得，六桥疏柳，孤屿危亭。待苏堤、歌声散尽，更须携妓西泠。藕花深、雨凉翡翠，菰蒲软、风弄蜻蜓。澄碧生秋，闹红驻景，采菱新唱最堪听。见一片、水天无际，渔火两三星。多情月，为人留照，未过前汀。",
        "origin_trad": "晚山青。一川雲樹冥冥。正參差、煙凝紫翠，斜陽畫出南屏。館娃歸、吳臺遊鹿，銅仙去、漢苑飛螢。懷古情多，憑高望極，且將樽酒慰飄零。自湖上、愛梅仙遠，鶴夢幾時醒。空留得，六橋疏柳，孤嶼危亭。待蘇堤、歌聲散盡，更須攜妓西泠。藕花深、雨凉翡翠，菰蒲軟、風弄蜻蜓。澄碧生秋，鬧紅駐景，採菱新唱最堪聽。見一片、水天無際，漁火兩三星。多情月，為人留照，未過前汀。"
    },
    {
        "ge_lyu_str": "仄平平平平平仄平平仄仄仄平平仄仄仄仄仄仄平平仄平平仄平平仄平平仄平仄平平仄仄平平平平仄仄仄平平仄仄平平平平仄平平平仄仄仄仄平平平平仄平平仄仄仄仄平平仄平平平平平仄仄平平仄平平仄平平仄平仄仄仄仄仄平仄平平仄平仄平平平仄平仄仄平平仄仄平平平平仄仄平平平仄仄平平仄平仄仄平平仄平仄平平",
        "rhyme_pos": [
            2,
            8,
            21,
            35,
            50,
            62,
            73,
            76,
            86,
            100,
            112,
            127,
            138
        ],
        "yun_classify": {
            "0": [
                2,
                8,
                21,
                35,
                50,
                62,
                73,
                76,
                86,
                100,
                112,
                127,
                138
            ]
        },
        "ci_sep": [
            "静中看",
            "循环兴废无端",
            "记昔日　淮山隐隐　宛若虎踞龙盘",
            "下樊襄　指挥湘汉　鞭云骑　围绕江干",
            "势不成三　时当混一　过唐之数不为难",
            "谁知道　仓皇南渡　半壁几何间",
            "陈桥驿　孤儿寡妇　久假当还",
            "挂征帆",
            "龙舟催发　紫宸初卷朝班",
            "禁庭空　土花晕碧　辇路悄　呼喝声乾",
            "纵馀得　西湖风景　花柳亦彫残",
            "去国三千　游仙一梦　依然天淡夕阳閒",
            "昨宵也　一轮明月　还照临安"
        ],
        "ge_lyu_sep": [
            "仄平平韵",
            "平平平仄平平韵",
            "仄仄仄读平平仄仄句仄仄仄仄平平韵",
            "仄平平读仄平平仄句平平仄读平仄平平韵",
            "仄仄平平句平平仄仄句仄平平仄仄平平韵",
            "平平仄读平平平仄句仄仄仄平平韵",
            "平平仄句平平仄仄句仄仄平平韵",
            "仄平平韵",
            "平平平仄句仄平平仄平平韵",
            "仄平平读仄平仄仄句仄仄仄读平仄平平韵",
            "仄平仄读平平平仄句平仄仄平平韵",
            "仄仄平平句平平仄仄句平平平仄仄平平韵",
            "仄平仄句仄平平仄句平仄平平韵"
        ],
        "origin": "静中看。循环兴废无端。记昔日、淮山隐隐，宛若虎踞龙盘。下樊襄、指挥湘汉，鞭云骑、围绕江干。势不成三，时当混一，过唐之数不为难。谁知道、仓皇南渡，半壁几何间。陈桥驿，孤儿寡妇，久假当还。挂征帆。龙舟催发，紫宸初卷朝班。禁庭空、土花晕碧，辇路悄、呼喝声乾。纵馀得、西湖风景，花柳亦彫残。去国三千，游仙一梦，依然天淡夕阳閒。昨宵也，一轮明月，还照临安。",
        "origin_trad": "靜中看。循環興廢無端。記昔日、淮山隱隱，宛若虎踞龍盤。下樊襄、指揮湘漢，鞭雲騎、圍繞江干。勢不成三，時當混一，過唐之數不為難。誰知道、倉皇南渡，半壁幾何間。陳橋驛，孤兒寡婦，久假當還。掛征帆。龍舟催發，紫宸初卷朝班。禁庭空、土花暈碧，輦路悄、呼喝聲乾。縱餘得、西湖風景，花柳亦彫殘。去國三千，遊仙一夢，依然天淡夕陽閒。昨宵也，一輪明月，還照臨安。"
    },
    {
        "ge_lyu_str": "仄平平平仄平仄平平仄仄平平平仄仄平平仄仄平平仄平平仄平平仄平平仄仄仄平平仄仄平平平平仄仄仄平仄仄仄平平仄平仄平平平仄仄仄仄平平平平仄平平仄仄平仄平平仄平平平平平仄仄平平仄平平仄平平仄平平仄仄仄平平仄平平仄仄平平平平平仄仄平平仄仄平平仄仄仄平平平仄平仄仄平平平平仄仄平平仄平仄平平",
        "rhyme_pos": [
            8,
            21,
            35,
            50,
            62,
            73,
            86,
            100,
            115,
            127,
            138
        ],
        "yun_classify": {
            "0": [
                8,
                21,
                35,
                50,
                62,
                73,
                86,
                100,
                115,
                127,
                138
            ]
        },
        "ci_sep": [
            "破波光如镜　双翼轻舟",
            "对雨馀　重岩叠嶂　何妨影堕清流",
            "望芙蕖　渺然如海　张云锦　掩映汀洲",
            "出水奇姿　凌波艳态　眼看一叶弄新秋",
            "恍疑是　金沙池内　玉井认峰头",
            "花深处　田田叶底　鱼戏龟游",
            "正微凉　西风初度　一弯斜月如钩",
            "想天津　鹊桥将驾　看宝奁　蛛网初抽",
            "晒腹何堪　穿针无绪　不如溪上少淹留",
            "竞笑语追寻　惟有沈醉可忘忧",
            "凭清唱　一声檀板　惊起沙鸥"
        ],
        "ge_lyu_sep": [
            "仄平平平仄句平仄平平韵",
            "仄仄平读平平仄仄句平平仄仄平平韵",
            "仄平平读仄平平仄句平平仄读仄仄平平韵",
            "仄仄平平句平平仄仄句仄平仄仄仄平平韵",
            "仄平仄读平平平仄句仄仄仄平平韵",
            "平平仄读平平仄仄句平仄平平韵",
            "仄平平句平平平仄句仄平平仄平平韵",
            "仄平平读仄平平仄句仄仄平读平仄平平韵",
            "仄仄平平句平平平仄句仄平平仄仄平平韵",
            "仄仄仄平平句平仄平仄仄平平韵",
            "平平仄读仄平平仄句平仄平平韵"
        ],
        "origin": "破波光如镜，双翼轻舟。对雨馀、重岩叠嶂，何妨影堕清流。望芙蕖、渺然如海，张云锦、掩映汀洲。出水奇姿，凌波艳态，眼看一叶弄新秋。恍疑是、金沙池内，玉井认峰头。花深处、田田叶底，鱼戏龟游。正微凉，西风初度，一弯斜月如钩。想天津、鹊桥将驾，看宝奁、蛛网初抽。晒腹何堪，穿针无绪，不如溪上少淹留。竞笑语追寻，惟有沈醉可忘忧。凭清唱、一声檀板，惊起沙鸥。",
        "origin_trad": "破波光如鏡，雙翼輕舟。對雨餘、重巖疊嶂，何妨影墮清流。望芙蕖、渺然如海，張雲錦、掩映汀洲。出水奇姿，凌波豔態，眼看一葉弄新秋。恍疑是、金沙池內，玉井認峰頭。花深處、田田葉底，魚戲龜遊。正微凉，西風初度，一彎斜月如鈎。想天津、鵲橋將駕，看寶匳、蛛網初抽。曬腹何堪，穿針無緒，不如溪上少淹留。競笑語追尋，惟有沈醉可忘憂。憑清唱、一聲檀板，驚起沙鷗。"
    },
    {
        "ge_lyu_str": "仄平平仄仄平平平仄仄平平仄平仄仄仄平平仄仄仄仄平平仄平仄仄仄平平平仄平仄仄仄平平平平平仄仄平平仄仄平仄仄仄平平仄平平仄平仄仄平仄平平仄平平仄仄仄仄平仄仄平仄平平仄仄仄平平仄平仄仄平平仄平平仄仄仄平平仄平仄仄仄平平平平平仄平平平仄仄平仄仄平仄仄平平仄平仄仄平仄平平仄平仄仄平仄仄平仄",
        "rhyme_pos": [
            8,
            21,
            35,
            51,
            63,
            74,
            87,
            101,
            116,
            128,
            139
        ],
        "yun_classify": {
            "0": [
                8,
                21,
                35,
                51,
                63,
                74,
                87,
                101,
                116,
                128,
                139
            ]
        },
        "ci_sep": [
            "想人生　美景良辰堪惜",
            "向其间　赏心乐事　古来难是并得",
            "况东城　凤台沁苑　泛清波　残照金碧",
            "露洗华桐　烟菲丝柳　绿阴摇曳　荡春一色",
            "画堂回　玉簪琼佩　高会尽词客",
            "清歌久　重燃绛蜡　别就瑶席",
            "有翩若惊鸿体态　暮为行雨标格",
            "逞朱唇　缓歌妖丽　似听流莺乱花隔",
            "慢舞萦回　娇鬟低亸　腰肢纤细困无力",
            "忍分散　彩云归后　何处更寻觅",
            "休辞醉　明月好花　莫漫轻掷"
        ],
        "ge_lyu_sep": [
            "仄平平句仄仄平平平仄韵",
            "仄平平读仄平仄仄句仄平平仄仄仄韵",
            "仄平平读仄平仄仄句仄平平读平仄平仄韵",
            "仄仄平平句平平平仄句仄平平仄句仄平仄仄韵",
            "仄平平读仄平平仄句平仄仄平仄韵",
            "平平仄读平平仄仄句仄仄平仄韵",
            "仄平仄平平仄仄句仄平平仄平仄韵",
            "仄平平读仄平平仄句仄仄平平仄平仄韵",
            "仄仄平平句平平平仄句平平平仄仄平仄韵",
            "仄平仄读仄平平仄句平仄仄平仄韵",
            "平平仄句平仄仄平句仄仄平仄韵"
        ],
        "origin": "想人生，美景良辰堪惜。向其间、赏心乐事，古来难是并得。况东城、凤台沁苑，泛清波、残照金碧。露洗华桐，烟菲丝柳，绿阴摇曳，荡春一色。画堂回、玉簪琼佩，高会尽词客。清歌久、重燃绛蜡，别就瑶席。有翩若惊鸿体态，暮为行雨标格。逞朱唇、缓歌妖丽，似听流莺乱花隔。慢舞萦回，娇鬟低亸，腰肢纤细困无力。忍分散、彩云归后，何处更寻觅。休辞醉，明月好花，莫漫轻掷。",
        "origin_trad": "想人生，美景良辰堪惜。向其間、賞心樂事，古來難是並得。况東城、鳳臺沁苑，泛清波、殘照金碧。露洗華桐，煙菲絲柳，綠陰搖曳，蕩春一色。畫堂迴、玉簪瓊佩，高會盡詞客。清歌久、重燃絳蠟，別就瑤席。有翩若驚鴻體態，暮為行雨標格。逞朱脣、緩歌妖麗，似聽流鶯亂花隔。慢舞縈回，嬌鬟低嚲，腰肢纖細困無力。忍分散、彩雲歸後，何處更尋覓。休辭醉，明月好花，莫漫輕擲。"
    },
    {
        "ge_lyu_str": "仄仄平仄仄仄平平仄仄平平仄仄平仄仄平仄平平仄仄平平仄平平仄平仄仄平平平仄仄仄平平仄仄仄仄平平仄仄仄平仄仄仄仄平平平平仄平仄平平仄平仄仄平平仄仄仄平平仄仄平平仄仄平平仄平仄平平仄仄平平仄平平仄平仄仄平平平仄仄仄平平平平仄仄平平仄仄仄平仄平仄仄平平平平仄仄仄仄仄仄仄仄仄仄平平仄平仄仄",
        "rhyme_pos": [
            8,
            21,
            35,
            50,
            63,
            66,
            74,
            87,
            101,
            116,
            128,
            131,
            139
        ],
        "yun_classify": {
            "0": [
                8,
                21,
                35,
                50,
                63,
                66,
                74,
                87,
                101,
                116,
                128,
                131,
                139
            ]
        },
        "ci_sep": [
            "喜雨薰泛景　翠云低柳",
            "正凉生殿阁　梅润晓天　暑风时候",
            "应乘乾　彩虹流渚　惊电绕　璿霄枢斗",
            "大业辉光　益建火德　梯航四海尽奔走",
            "六府焕修　多方平定　寰宇歌元首",
            "凝九有",
            "三辰拱北　万邦孚佑",
            "对祥烟霁色清和　凤韶九成仪昼",
            "听山声　响传呼舞　腾紫府　香浓金兽",
            "禁御升平　慈闱燕适　袆衣共上玉觞酒",
            "齐奉舜图　南山同永　合殿备奏",
            "祝圣寿",
            "圣寿无疆　两仪并久"
        ],
        "ge_lyu_sep": [
            "仄仄平仄仄句仄平平仄韵",
            "仄平平仄仄句平仄仄平句仄平平仄韵",
            "仄平平读仄平平仄句平仄仄读平平平仄韵",
            "仄仄平平句仄仄仄仄句平平仄仄仄平仄韵",
            "仄仄仄平句平平平仄句平仄平平仄韵",
            "平仄仄韵",
            "平平仄仄句仄平平仄韵",
            "仄平平仄仄平平句仄平仄平平仄韵",
            "仄平平读仄平平仄句平仄仄读平平平仄韵",
            "仄仄平平句平平仄仄句平平仄仄仄平仄韵",
            "平仄仄平句平平平仄句仄仄仄仄韵",
            "仄仄仄韵",
            "仄仄平平句仄平仄仄韵"
        ],
        "origin": "喜雨薰泛景，翠云低柳。正凉生殿阁，梅润晓天，暑风时候。应乘乾、彩虹流渚，惊电绕、璿霄枢斗。大业辉光，益建火德，梯航四海尽奔走。六府焕修，多方平定，寰宇歌元首。凝九有。三辰拱北，万邦孚佑。对祥烟霁色清和，凤韶九成仪昼。听山声、响传呼舞，腾紫府、香浓金兽。禁御升平，慈闱燕适，袆衣共上玉觞酒。齐奉舜图，南山同永，合殿备奏。祝圣寿。圣寿无疆，两仪并久。",
        "origin_trad": "喜雨薰泛景，翠雲低柳。正凉生殿閣，梅潤曉天，暑風時候。應乘乾、彩虹流渚，驚電繞、璿霄樞斗。大業輝光，益建火德，梯航四海盡奔走。六府煥修，多方平定，寰宇歌元首。凝九有。三辰拱北，萬邦孚佑。對祥煙霽色清和，鳳韶九成儀晝。聽山聲、響傳呼舞，騰紫府、香濃金獸。禁御昇平，慈闈燕適，褘衣共上玉觴酒。齊奉舜圖，南山同永，合殿備奏。祝聖壽。聖壽無疆，兩儀並久。"
    }
]