[
    {
        "ge_lyu_str": "仄平平仄平仄仄仄平平仄仄仄平平仄仄平平平仄平平平仄仄仄仄仄仄平平仄仄仄平平仄平平平仄仄平平仄平平中平平仄仄仄平平中平中仄平仄平平仄仄平平仄仄平平平仄平平仄仄中仄仄仄仄平平仄仄仄平平仄仄平平仄仄平平仄平平",
        "rhyme_pos": [
            9,
            18,
            31,
            47,
            71,
            84,
            100
        ],
        "yun_classify": {
            "0": [
                9,
                18,
                31,
                47,
                71,
                84,
                100
            ]
        },
        "ci_sep": [
            "向深秋　雨馀爽气肃西郊",
            "陌上夜阑　襟袖起凉飙",
            "天末残星　流电未灭　闪闪隔林梢",
            "又是晓鸡声断　阳乌光动　渐分山路迢迢",
            "驱驱行役　苒苒光阴　蝇头利禄　蜗角功名　毕竟成何事　漫相高",
            "抛掷林泉　狎玩尘土　壮节等閒销",
            "幸有五湖烟浪　一船风月　会须归老渔樵"
        ],
        "ge_lyu_sep": [
            "仄平平句仄平仄仄仄平平韵",
            "仄仄仄平句平仄仄平平韵",
            "平仄平平句平仄仄仄句仄仄仄平平韵",
            "仄仄仄平平仄句平平平仄句仄平平仄平平韵",
            "中平平仄句仄仄平平句中平中仄句平仄平平句仄仄平平仄读仄平平韵",
            "平仄平平句仄仄中仄句仄仄仄平平韵",
            "仄仄仄平平仄句仄平平仄句仄平平仄平平韵"
        ],
        "origin": "向深秋，雨馀爽气肃西郊。陌上夜阑，襟袖起凉飙。天末残星，流电未灭，闪闪隔林梢。又是晓鸡声断，阳乌光动，渐分山路迢迢。驱驱行役，苒苒光阴，蝇头利禄，蜗角功名，毕竟成何事、漫相高。抛掷林泉，狎玩尘土，壮节等閒销。幸有五湖烟浪，一船风月，会须归老渔樵。",
        "origin_trad": "向深秋，雨餘爽氣肅西郊。陌上夜闌，襟袖起凉飆。天末殘星，流電未滅，閃閃隔林梢。又是曉雞聲斷，陽烏光動，漸分山路迢迢。驅驅行役，苒苒光陰，蠅頭利祿，蝸角功名，畢竟成何事、漫相高。拋擲林泉，狎翫塵土，壯節等閒銷。幸有五湖煙浪，一船風月，會須歸老漁樵。"
    },
    {
        "ge_lyu_str": "仄平平仄平仄仄仄平平仄仄仄平平仄仄平平平仄平平平仄仄仄仄仄仄平平仄仄仄平平仄平平平仄仄平平仄平平仄平平仄仄仄平平仄平平仄平仄平平仄仄平平仄仄平平平仄平平仄仄仄仄仄仄仄平平仄仄仄平平仄仄平平仄仄平平仄平平",
        "rhyme_pos": [
            9,
            13,
            18,
            31,
            47,
            71,
            84,
            100
        ],
        "yun_classify": {
            "0": [
                9,
                13,
                18,
                31,
                47,
                71,
                84,
                100
            ]
        },
        "ci_sep": [
            "正愁予　可堪去马便騑騑",
            "拟折一枝",
            "堤上万垂丝",
            "离思无边　离席易散　落日照清漪",
            "苦是禁城催鼓　虚床难寐　梦魂无路归飞",
            "陡寒还热　急雨随晴　化工无准　将息偏难　更向分携处　立多时",
            "吟鬓彫霜　世味嚼蜡　病骨怯朝衣",
            "我有一壶风月　荔丹芝紫　约君同话心期"
        ],
        "ge_lyu_sep": [
            "仄平平句仄平仄仄仄平平韵",
            "仄仄仄平韵",
            "平仄仄平平韵",
            "平仄平平句平仄仄仄句仄仄仄平平韵",
            "仄仄仄平平仄句平平平仄句仄平平仄平平韵",
            "仄平平仄句仄仄平平句仄平平仄句平仄平平句仄仄平平仄读仄平平韵",
            "平仄平平句仄仄仄仄句仄仄仄平平韵",
            "仄仄仄平平仄句仄平平仄句仄平平仄平平韵"
        ],
        "origin": "正愁予，可堪去马便騑騑。拟折一枝。堤上万垂丝。离思无边，离席易散，落日照清漪。苦是禁城催鼓，虚床难寐，梦魂无路归飞。陡寒还热，急雨随晴，化工无准，将息偏难，更向分携处、立多时。吟鬓彫霜，世味嚼蜡，病骨怯朝衣。我有一壶风月，荔丹芝紫，约君同话心期。",
        "origin_trad": "正愁予，可堪去馬便騑騑。擬折一枝。堤上萬垂絲。離思無邊，離席易散，落日照清漪。苦是禁城催鼓，虛牀難寐，夢魂無路歸飛。陡寒還熱，急雨隨晴，化工無準，將息偏難，更向分攜處、立多時。吟鬢彫霜，世味嚼蠟，病骨怯朝衣。我有一壺風月，荔丹芝紫，約君同話心期。"
    },
    {
        "ge_lyu_str": "仄仄仄平仄平平平平仄仄仄仄平平平仄平平仄平平仄仄平平仄仄平平仄平仄平平仄仄平仄仄仄平仄仄平仄仄平仄平仄平平仄平平仄仄仄仄仄仄平平仄平仄仄平仄仄平仄仄平平仄仄平平仄平平仄仄平平仄仄平平仄仄仄平平平平平仄仄平仄仄仄仄平仄仄仄仄仄平平仄平平仄",
        "rhyme_pos": [
            26,
            38,
            46,
            56,
            67,
            87,
            99,
            107,
            117
        ],
        "yun_classify": {
            "0": [
                26,
                38,
                46,
                56,
                67,
                87,
                99,
                107,
                117
            ]
        },
        "ci_sep": [
            "恋帝里　金谷园林　平康巷陌　触处繁华　连日疏狂　未尝轻负　寸心双眼",
            "况佳人　尽天外行云　掌上飞燕",
            "向玳筵　一一皆妙选",
            "长是因酒沈迷　被花萦绊",
            "更可惜　淑景亭台　暑天枕簟",
            "霜月夜明　雪霰朝飞　一岁风光　尽堪随分　俊游清宴",
            "算浮生事　瞬息光阴　锱铢名宦",
            "正欢笑　试恁暂分散",
            "却是恨雨愁云　地遥天远"
        ],
        "ge_lyu_sep": [
            "仄仄仄读平仄平平句平平仄仄句仄仄平平句平仄平平句仄平平仄读仄平平仄韵",
            "仄平平读仄平仄平平句仄仄平仄韵",
            "仄仄平读仄仄平仄仄韵",
            "平仄平仄平平句仄平平仄韵",
            "仄仄仄读仄仄平平句仄平仄仄韵",
            "平仄仄平句仄仄平平句仄仄平平句仄平平仄读仄平平仄韵",
            "仄平平仄句仄仄平平句平平平仄韵",
            "仄平仄读仄仄仄平仄韵",
            "仄仄仄仄平平句仄平平仄韵"
        ],
        "origin": "恋帝里、金谷园林，平康巷陌，触处繁华，连日疏狂，未尝轻负、寸心双眼。况佳人、尽天外行云，掌上飞燕。向玳筵、一一皆妙选。长是因酒沈迷，被花萦绊。更可惜、淑景亭台，暑天枕簟。霜月夜明，雪霰朝飞，一岁风光，尽堪随分、俊游清宴。算浮生事，瞬息光阴，锱铢名宦。正欢笑、试恁暂分散。却是恨雨愁云，地遥天远。",
        "origin_trad": "戀帝里、金谷園林，平康巷陌，觸處繁華，連日疏狂，未嘗輕負、寸心雙眼。况佳人、盡天外行雲，掌上飛燕。向玳筵、一一皆妙選。長是因酒沈迷，被花縈絆。更可惜、淑景亭臺，暑天枕簟。霜月夜明，雪霰朝飛，一歲風光，盡堪隨分、俊遊清宴。算浮生事，瞬息光陰，錙銖名宦。正歡笑、試恁暫分散。卻是恨雨愁雲，地遙天遠。"
    }
]