[
    {
        "ge_lyu_str": "平平仄平仄仄仄平平中仄中中仄中仄平平仄中中仄平仄中中仄平平仄仄平平仄仄平平仄仄中平中仄中平中中平仄中仄平平中中中仄仄中平中仄中中仄中仄平平中平平中中仄仄平平中平仄仄中中仄中平平仄仄中平中仄中平中平平仄中平中仄中仄中平中中中中仄中仄仄中中中仄中仄中中仄仄平平仄中中仄中平中仄平平中仄中平中仄平平仄仄中平中仄中平仄平平仄仄中中中仄平平中中中中平仄中平中仄中仄平平仄仄平中仄仄中仄中平中仄仄仄平平中仄平中中中中仄平平仄仄平平平仄中平中仄中中仄仄平平中仄平平仄中平中仄平平中仄平平仄平中仄",
        "rhyme_pos": [
            10,
            23,
            37,
            48,
            61,
            74,
            88,
            99,
            112,
            131,
            154,
            170,
            183,
            190,
            202,
            225,
            239
        ],
        "yun_classify": {
            "0": [
                10,
                23,
                37,
                48,
                61,
                74,
                88,
                99,
                112,
                131,
                154,
                170,
                183,
                190,
                202,
                225,
                239
            ]
        },
        "ci_sep": [
            "残寒正欺病酒　掩沈香绣户",
            "燕来晚　飞入西城　似说春事迟暮",
            "画船载　清明过却　晴烟冉冉吴宫树",
            "念羁情游荡　随风化为轻絮",
            "十载西湖　傍柳系马　趁娇尘软露",
            "溯红渐　招入仙溪　锦儿偷寄幽素",
            "倚银屏　春宽梦窄　断红湿　歌纨金缕",
            "暝堤空　轻把斜阳　总还鸥鹭",
            "幽兰旋老　杜若还生　水乡尚寄旅",
            "别后访　六桥无信　事往花萎　瘗玉埋香　几番风雨",
            "长波妒盼　遥山羞黛　渔灯分影春江宿　记当时　短楫桃根渡",
            "青楼仿佛　临分败壁题诗　泪墨惨澹尘土",
            "危亭望极　草色天涯　叹鬓侵半苧",
            "暗点检　离痕欢唾",
            "尚染鲛绡　亸凤迷归　破鸾慵舞",
            "殷勤待写　书中长恨　蓝霞辽海沈过雁　漫相思　弹入哀筝柱",
            "伤心千里江南　怨曲重招　断魂在否"
        ],
        "ge_lyu_sep": [
            "平平仄平仄仄句仄平平中仄韵",
            "中中仄读中仄平平句仄中中仄平仄韵",
            "中中仄读平平仄仄句平平仄仄平平仄韵",
            "仄中平中仄句中平中中平仄韵",
            "中仄平平句中中中仄句仄中平中仄韵",
            "中中仄读中仄平平句中平平中中仄韵",
            "仄平平读中平仄仄句中中仄读中平平仄韵",
            "仄中平句中仄中平句中平平仄韵",
            "中平中仄句中仄中平句中中中中仄韵",
            "中仄仄读中中中仄句中仄中中句仄仄平平句仄中中仄韵",
            "中平中仄句平平中仄句中平中仄平平仄句仄中平读中仄中平仄韵",
            "平平仄仄句中中中仄平平句中中中中平仄韵",
            "中平中仄句中仄平平句仄仄平中仄韵",
            "仄中仄读中平中仄韵",
            "仄仄平平句中仄平中句中中中仄韵",
            "平平仄仄句平平平仄句中平中仄中中仄句仄平平读中仄平平仄韵",
            "中平中仄平平句中仄平平句仄平中仄韵"
        ],
        "origin": "残寒正欺病酒，掩沈香绣户。燕来晚、飞入西城，似说春事迟暮。画船载、清明过却，晴烟冉冉吴宫树。念羁情游荡，随风化为轻絮。十载西湖，傍柳系马，趁娇尘软露。溯红渐、招入仙溪，锦儿偷寄幽素。倚银屏、春宽梦窄，断红湿、歌纨金缕。暝堤空，轻把斜阳，总还鸥鹭。幽兰旋老，杜若还生，水乡尚寄旅。别后访、六桥无信，事往花萎，瘗玉埋香，几番风雨。长波妒盼，遥山羞黛，渔灯分影春江宿，记当时、短楫桃根渡。青楼仿佛，临分败壁题诗，泪墨惨澹尘土。危亭望极，草色天涯，叹鬓侵半苧。暗点检、离痕欢唾。尚染鲛绡，亸凤迷归，破鸾慵舞。殷勤待写，书中长恨，蓝霞辽海沈过雁，漫相思、弹入哀筝柱。伤心千里江南，怨曲重招，断魂在否。",
        "origin_trad": "殘寒正欺病酒，掩沈香繡戶。燕來晚、飛入西城，似說春事遲暮。畫船載、清明過却，晴煙冉冉吳宮樹。念羈情遊蕩，隨風化為輕絮。十載西湖，傍柳繫馬，趁嬌塵軟露。溯紅漸、招入仙溪，錦兒偷寄幽素。倚銀屏、春寬夢窄，斷紅濕、歌紈金縷。暝堤空，輕把斜陽，總還鷗鷺。幽蘭旋老，杜若還生，水鄉尚寄旅。別後訪、六橋無信，事往花萎，瘞玉埋香，幾番風雨。長波妒盼，遙山羞黛，漁燈分影春江宿，記當時、短楫桃根渡。青樓仿佛，臨分敗壁題詩，淚墨慘澹塵土。危亭望極，草色天涯，歎鬢侵半苧。暗點檢、離痕歡唾。尚染鮫綃，嚲鳳迷歸，破鸞慵舞。殷勤待寫，書中長恨，藍霞遼海沈過雁，漫相思、彈入哀箏柱。傷心千里江南，怨曲重招，斷魂在否。"
    },
    {
        "ge_lyu_str": "平平仄平仄仄仄平平仄仄仄平仄仄仄平平仄平平仄平仄仄仄仄平平仄仄平平仄仄平平仄仄平平平仄平平仄仄平仄平仄平平仄平仄仄仄平平仄仄仄平仄平仄平平仄平平仄仄仄仄平平平平仄仄仄平仄平平平仄仄平平平仄平平仄平平仄平平仄仄仄仄平平仄仄平仄仄平仄仄仄平仄仄仄仄平仄仄仄平平仄平平仄仄平仄仄平平仄仄平平平仄平平仄仄平平仄仄平平仄平平仄仄平平仄仄平平仄平仄平平仄平平仄仄仄仄平平仄仄平仄仄仄仄仄平平平仄仄仄平平仄仄平平仄平平仄平平仄仄平平平仄平平平仄平仄仄仄平平平仄平平仄平平仄仄平平仄仄平平仄平仄仄",
        "rhyme_pos": [
            10,
            23,
            37,
            42,
            48,
            61,
            74,
            88,
            99,
            112,
            131,
            154,
            170,
            183,
            190,
            202,
            210,
            225,
            239
        ],
        "yun_classify": {
            "0": [
                10,
                23,
                37,
                42,
                48,
                61,
                74,
                88,
                99,
                112,
                131,
                154,
                170,
                183,
                190,
                202,
                210,
                225,
                239
            ]
        },
        "ci_sep": [
            "横塘棹穿艳锦　引鸳鸯弄水",
            "断霞晚　笑折花归　绀纱低护灯蕊",
            "润玉瘦冰轻倦浴　斜拖凤股盘云坠",
            "听银床声细",
            "梧桐渐觉凉思",
            "窗隙流光　过如迅羽　愬空梁燕子",
            "误惊起　风竹敲门　故人还又不至",
            "记琅玕　新诗细掐　早陈迹　香痕纤指",
            "怕因循　罗扇恩疏　又生秋意",
            "西湖旧日　画舸频移　叹几萦梦寐",
            "霞佩冷　叠澜不定　麝霭飞雨　乍湿鲛绡　暗盛红泪",
            "练单夜共　波心宿处　琼箫吹月霓裳舞　向明朝　未觉花容悴",
            "嫣香易落　回头澹碧销烟　镜空画罗屏里",
            "残蝉度曲　唱彻西园　也感红怨翠",
            "念省惯吴宫幽憩",
            "暗柳追凉　晓岸参斜　露零鸥起",
            "丝萦寸藕　留连欢事",
            "桃笙频展湘浪影　有昭华　秾李冰相倚",
            "如今鬓点凄霜　半箧秋词　恨盈蠹纸"
        ],
        "ge_lyu_sep": [
            "平平仄平仄仄句仄平平仄仄韵",
            "仄平仄读仄仄平平句仄平平仄平仄韵",
            "仄仄仄平平仄仄句平平仄仄平平仄韵",
            "仄平平平仄韵",
            "平平仄仄平仄韵",
            "平仄平平句仄平仄仄句仄平平仄仄韵",
            "仄平仄句平仄平平句仄平平仄仄仄韵",
            "仄平平句平平仄仄句仄平仄句平平平仄韵",
            "仄平平句平仄平平句仄平平仄韵",
            "平平仄仄句仄仄平平句仄仄平仄仄韵",
            "平仄仄句仄平仄仄句仄仄平仄句仄仄平平句仄平平仄韵",
            "仄平仄仄句平平仄仄句平平平仄平平仄句仄平平读仄仄平平仄韵",
            "平平仄仄句平平仄仄平平句仄平仄平平仄韵",
            "平平仄仄句仄仄平平句仄仄平仄仄韵",
            "仄仄仄平平平仄韵",
            "仄仄平平句仄仄平平句仄平平仄韵",
            "平平仄仄句平平平仄韵",
            "平平平仄平仄仄句仄平平句平仄平平仄韵",
            "平平仄仄平平句仄仄平平句仄平仄仄韵"
        ],
        "origin": "横塘棹穿艳锦，引鸳鸯弄水。断霞晚、笑折花归，绀纱低护灯蕊。润玉瘦冰轻倦浴，斜拖凤股盘云坠。听银床声细。梧桐渐觉凉思。窗隙流光，过如迅羽，愬空梁燕子。误惊起，风竹敲门，故人还又不至。记琅玕，新诗细掐，早陈迹，香痕纤指。怕因循，罗扇恩疏，又生秋意。西湖旧日，画舸频移，叹几萦梦寐。霞佩冷，叠澜不定，麝霭飞雨，乍湿鲛绡，暗盛红泪。练单夜共，波心宿处，琼箫吹月霓裳舞，向明朝、未觉花容悴。嫣香易落，回头澹碧销烟，镜空画罗屏里。残蝉度曲，唱彻西园，也感红怨翠。念省惯吴宫幽憩。暗柳追凉，晓岸参斜，露零鸥起。丝萦寸藕，留连欢事。桃笙频展湘浪影，有昭华，秾李冰相倚。如今鬓点凄霜，半箧秋词，恨盈蠹纸。",
        "origin_trad": "橫塘棹穿豔錦，引鴛鴦弄水。斷霞晚、笑折花歸，紺紗低護燈蕊。潤玉瘦冰輕倦浴，斜拖鳳股盤雲墜。聽銀牀聲細。梧桐漸覺凉思。窗隙流光，過如迅羽，愬空梁燕子。誤驚起，風竹敲門，故人還又不至。記琅玕，新詩細掐，早陳跡，香痕纖指。怕因循，羅扇恩疏，又生秋意。西湖舊日，畫舸頻移，歎幾縈夢寐。霞佩冷，疊瀾不定，麝靄飛雨，乍濕鮫綃，暗盛紅淚。練單夜共，波心宿處，瓊簫吹月霓裳舞，向明朝、未覺花容悴。嫣香易落，回頭澹碧銷煙，鏡空畫羅屏裏。殘蟬度曲，唱徹西園，也感紅怨翠。念省慣吳宮幽憩。暗柳追凉，曉岸參斜，露零鷗起。絲縈寸藕，留連歡事。桃笙頻展湘浪影，有昭華，穠李冰相倚。如今鬢點淒霜，半篋秋詞，恨盈蠹紙。"
    },
    {
        "ge_lyu_str": "平平仄平仄仄仄平平仄仄仄平仄仄仄平平仄仄平仄平仄平仄仄平平仄仄平平仄仄平平仄仄仄平平仄平平仄仄平仄仄仄平平仄仄仄仄仄平平平仄平仄仄平仄平平仄平平仄仄仄仄平平仄平仄仄平平仄仄平平仄仄平平平仄仄平仄平平仄仄平平仄平仄仄平平仄仄平仄平仄仄仄平仄仄平仄仄仄仄仄平平仄仄平仄仄平平仄平平仄仄仄平仄仄平平仄仄仄平仄仄平平仄平平仄仄平仄仄仄平平仄平仄仄平仄平平平仄平仄平平仄仄平仄仄仄仄仄平平平仄仄仄平平平仄平平平仄平仄平平仄仄平平平仄仄平平仄仄仄仄仄平平仄仄平平仄平平平仄平平仄仄平平仄平仄仄",
        "rhyme_pos": [
            10,
            23,
            37,
            42,
            48,
            61,
            74,
            88,
            99,
            112,
            131,
            154,
            170,
            183,
            202,
            217,
            225,
            239
        ],
        "yun_classify": {
            "0": [
                10,
                23,
                37,
                42,
                48,
                61,
                74,
                88,
                99,
                112,
                131,
                154,
                170,
                183,
                202,
                217,
                225,
                239
            ]
        },
        "ci_sep": [
            "银云卷晴缥缈　卧长龙一带",
            "柳丝蘸　几簇柔烟　两市帘栋如画",
            "芳草岸　湾环半玉　鳞鳞曲港双流会",
            "看碧天连水",
            "翻成箭样风快",
            "白露横江　一苇万顷　问灵槎何在",
            "空翠湿　衣不胜寒　日华金掌沆瀣",
            "甃花平　绿纹衬步　琼田涌出神仙界",
            "黛眉修　依约雾鬟　在秋波外",
            "阁嘘青蜃　檐啄彩虹　飞盖蹴鳌背",
            "灯火暮　相轮倒景　偷睇别浦　片片归帆　远自天际",
            "舞蛟幽壑　栖鸦古木　有人剪取松江水　忆细鳞巨口鱼堪脍",
            "波涵笠泽　时见静影浮光　霁阴万貌千态",
            "蒹葭深处　应有閒鸥　寄语休见怪",
            "倩洗却　香红尘面　买个扁舟　身世飘萍　名利微芥",
            "阑干拍遍　除东曹掾　与天随子是我辈",
            "尽胸中　著得乾坤大",
            "亭前无限惊涛　总把遥岑　月明满载"
        ],
        "ge_lyu_sep": [
            "平平仄平仄仄句仄平平仄仄韵",
            "仄平仄读仄仄平平句仄仄平仄平仄韵",
            "平仄仄读平平仄仄句平平仄仄平平仄韵",
            "仄仄平平仄韵",
            "平平仄仄平仄韵",
            "仄仄平平句仄仄仄仄句仄平平平仄韵",
            "平仄仄读平仄平平句仄平平仄仄仄韵",
            "仄平平读仄平仄仄句平平仄仄平平仄韵",
            "仄平平句平仄仄平句仄平平仄韵",
            "仄平平仄句平仄仄平句平仄仄平仄韵",
            "平仄仄读仄平仄仄句平仄仄仄句仄仄平平句仄仄平仄韵",
            "仄平平仄句平平仄仄句仄平仄仄平平仄句仄仄平仄仄平平仄韵",
            "平平仄仄句平仄仄仄平平句仄平仄仄平仄韵",
            "平平平仄句平仄平平句仄仄平仄仄韵",
            "仄仄仄读平平平仄句仄仄平平句平仄平平句平仄平仄韵",
            "平平仄仄句平平平仄句仄平平仄仄仄仄韵",
            "仄平平读仄仄平平仄韵",
            "平平平仄平平句仄仄平平句仄平仄仄韵"
        ],
        "origin": "银云卷晴缥缈，卧长龙一带。柳丝蘸、几簇柔烟，两市帘栋如画。芳草岸、湾环半玉，鳞鳞曲港双流会。看碧天连水。翻成箭样风快。白露横江，一苇万顷，问灵槎何在。空翠湿、衣不胜寒，日华金掌沆瀣。甃花平、绿纹衬步，琼田涌出神仙界。黛眉修，依约雾鬟，在秋波外。阁嘘青蜃，檐啄彩虹，飞盖蹴鳌背。灯火暮、相轮倒景，偷睇别浦，片片归帆，远自天际。舞蛟幽壑，栖鸦古木，有人剪取松江水，忆细鳞巨口鱼堪脍。波涵笠泽，时见静影浮光，霁阴万貌千态。蒹葭深处，应有閒鸥，寄语休见怪。倩洗却、香红尘面，买个扁舟，身世飘萍，名利微芥。阑干拍遍，除东曹掾，与天随子是我辈。尽胸中、著得乾坤大。亭前无限惊涛，总把遥岑，月明满载。",
        "origin_trad": "銀雲卷晴縹緲，卧長龍一帶。柳絲蘸、幾簇柔煙，兩市簾棟如畫。芳草岸、灣環半玉，鱗鱗曲港雙流會。看碧天連水。翻成箭樣風快。白露橫江，一葦萬頃，問靈槎何在。空翠濕、衣不勝寒，日華金掌沆瀣。甃花平、綠紋襯步，瓊田湧出神仙界。黛眉修，依約霧鬟，在秋波外。閣噓青蜃，檐啄彩虹，飛蓋蹴鼇背。燈火暮、相輪倒景，偷睇別浦，片片歸帆，遠自天際。舞蛟幽壑，棲鴉古木，有人翦取松江水，憶細鱗巨口魚堪膾。波涵笠澤，時見靜影浮光，霽陰萬貌千態。蒹葭深處，應有閒鷗，寄語休見怪。倩洗却、香紅塵面，買箇扁舟，身世飄萍，名利微芥。闌干拍遍，除東曹掾，與天隨子是我輩。盡胸中、著得乾坤大。亭前無限驚濤，總把遙岑，月明滿載。"
    },
    {
        "ge_lyu_str": "平平仄平仄仄仄平平仄仄仄平仄仄仄平平仄仄平仄平仄平仄仄平平仄仄平平仄仄平平仄仄平平仄仄仄平平仄平仄平仄平平仄仄平仄仄平平仄仄仄仄仄平仄平平平平平仄平仄仄平平平平仄仄平仄仄仄平平仄仄平平仄仄平平仄平平仄平平仄仄仄仄平平平仄仄仄仄仄仄仄平平仄仄仄仄平平仄仄平平仄平仄仄平平仄仄平平仄仄平平仄仄平平仄仄平平仄仄平平仄平仄仄仄平平仄仄平平平平平仄平仄仄平仄仄仄仄平平仄仄平平仄仄平仄仄平仄仄仄仄平平平仄平平仄平平仄平平仄仄平平平仄平平仄仄平平仄仄平平平仄平平仄仄平仄仄平平仄仄平平仄平仄仄",
        "rhyme_pos": [
            10,
            23,
            37,
            48,
            61,
            74,
            88,
            99,
            112,
            131,
            154,
            170,
            183,
            202,
            225,
            239
        ],
        "yun_classify": {
            "0": [
                10,
                23,
                37,
                48,
                61,
                74,
                88,
                99,
                112,
                131,
                154,
                170,
                183,
                202,
                225,
                239
            ]
        },
        "ci_sep": [
            "初荷一番濯雨　锦云红尚卷",
            "隘华屋　赋客吟仙　候望南极天远",
            "还报道　飘然紫气　山奇水胜都行遍",
            "却归来领客　水晶庭院开宴",
            "窗户青红　正似京洛　按笙歌一片",
            "似别有　金屋佳人　桃根桃叶清婉",
            "倚薰风　虬须正绿　人似玉　手挼纨扇",
            "算风流　只有蓬瀛　画图曾见",
            "谁知老子　正自萧然　于此兴颇浅",
            "只拟问　金砂玉蕊　兔髓乌肝　偃月炉中　七还九转",
            "今来古往　悠悠史传　神仙本是英雄做　笑英雄　到此多留恋",
            "看著破晓耕龙　跨海骑鲸　千年依旧丹脸",
            "便教乞与　万里封侯　奈朔风如箭",
            "又何似　六山一任　种竹栽花　棋局思量　墨池挥染",
            "天还记得　生贤初意　乾坤正要人撑住　便公能安稳天宁肯",
            "待看佐汉功成　伴赤松游　恁时未晚"
        ],
        "ge_lyu_sep": [
            "平平仄平仄仄句仄平平仄仄韵",
            "仄平仄读仄仄平平句仄仄平仄平仄韵",
            "平仄仄读平平仄仄句平平仄仄平平仄韵",
            "仄平平仄仄句仄平平仄平仄韵",
            "平仄平平句仄仄平仄句仄平平仄仄韵",
            "仄仄仄读平仄平平句平平平仄平仄韵",
            "仄平平读平平仄仄句平仄仄读仄平平仄韵",
            "仄平平读仄仄平平句仄平平仄韵",
            "平平仄仄句仄仄平平句平仄仄仄仄韵",
            "仄仄仄读平平仄仄句仄仄平平句仄仄平平句仄平仄仄韵",
            "平平仄仄句平平仄仄句平平仄仄平平仄句仄平平读仄仄平平仄韵",
            "平仄仄仄平平句仄仄平平句平平平仄平仄韵",
            "仄平仄仄句仄仄平平句仄仄平平仄韵",
            "仄平仄读仄平仄仄句仄仄平平句平仄平平句仄平平仄韵",
            "平平仄仄句平平平仄句平平仄仄平平仄句仄平平平仄平平仄韵",
            "仄平仄仄平平句仄仄平平句仄平仄仄韵"
        ],
        "origin": "初荷一番濯雨，锦云红尚卷。隘华屋、赋客吟仙，候望南极天远。还报道、飘然紫气，山奇水胜都行遍。却归来领客，水晶庭院开宴。窗户青红，正似京洛，按笙歌一片。似别有、金屋佳人，桃根桃叶清婉。倚薰风、虬须正绿，人似玉、手挼纨扇。算风流、只有蓬瀛，画图曾见。谁知老子，正自萧然，于此兴颇浅。只拟问、金砂玉蕊，兔髓乌肝，偃月炉中，七还九转。今来古往，悠悠史传，神仙本是英雄做，笑英雄、到此多留恋。看著破晓耕龙，跨海骑鲸，千年依旧丹脸。便教乞与，万里封侯，奈朔风如箭。又何似、六山一任，种竹栽花，棋局思量，墨池挥染。天还记得，生贤初意，乾坤正要人撑住，便公能安稳天宁肯。待看佐汉功成，伴赤松游，恁时未晚。",
        "origin_trad": "初荷一番濯雨，錦雲紅尚卷。隘華屋、賦客吟仙，候望南極天遠。還報道、飄然紫氣，山奇水勝都行遍。却歸來領客，水晶庭院開宴。窗戶青紅，正似京洛，按笙歌一片。似別有、金屋佳人，桃根桃葉清婉。倚薰風、虯鬚正綠，人似玉、手挼紈扇。算風流、只有蓬瀛，畫圖曾見。誰知老子，正自蕭然，於此興頗淺。只擬問、金砂玉蕊，兔髓烏肝，偃月爐中，七還九轉。今來古往，悠悠史傳，神仙本是英雄做，笑英雄、到此多留戀。看著破曉耕龍，跨海騎鯨，千年依舊丹臉。便教乞與，萬里封侯，奈朔風如箭。又何似、六山一任，種竹栽花，棋局思量，墨池揮染。天還記得，生賢初意，乾坤正要人撐住，便公能安穩天寧肯。待看佐漢功成，伴赤松游，恁時未晚。"
    },
    {
        "ge_lyu_str": "平平仄平仄仄仄平平平仄平仄仄仄仄平平仄仄仄仄平仄仄仄仄平平平仄平平平仄平平仄仄平平平仄平平仄平平仄仄仄平平平平仄仄仄仄平平仄仄平仄平平仄仄平平仄仄仄平平平平仄仄仄仄仄平平平仄仄仄平仄仄平平平平平仄平平仄仄仄仄平平平仄仄平仄仄平仄仄平平仄仄平平仄平平平平仄仄平平平仄仄平平仄平平仄仄平平仄仄平平平仄仄平仄平平仄仄仄平平仄平平平仄仄平平仄平平平仄仄仄平平仄平平仄平仄仄仄平平仄仄仄平平仄平平仄仄平平仄平仄平平平仄平平仄仄平仄仄平平仄仄平平平仄平平仄平平仄仄平平平仄平平仄平平仄",
        "rhyme_pos": [
            10,
            23,
            37,
            48,
            61,
            72,
            86,
            97,
            110,
            127,
            135,
            150,
            166,
            178,
            190,
            197,
            206,
            213,
            221,
            235
        ],
        "yun_classify": {
            "0": [
                10,
                23,
                37,
                48,
                61,
                72,
                86,
                97,
                110,
                127,
                135,
                150,
                166,
                178,
                190,
                197,
                206,
                213,
                221,
                235
            ]
        },
        "ci_sep": [
            "金陵故都最好　有朱楼迢递",
            "嗟倦客又此凭高　槛外已少佳致",
            "更落尽梨花　飞尽杨花　春也成憔悴",
            "问青山　三国英雄　六朝奇伟",
            "麦甸葵丘　荒台败垒　鹿豕衔枯荠",
            "正潮打孤城　寂寞斜阳影里",
            "听楼头　哀笳怨角　未把酒　愁心先醉",
            "渐夜深　月满秦淮　烟笼寒水",
            "凄凄惨惨　冷冷清清　灯火渡头市",
            "慨商女　不知兴废　隔江犹唱庭花　馀音亹亹",
            "伤心千古　泪痕如洗",
            "乌衣巷口青芜路　认依稀　王谢旧邻里",
            "临春结绮　可怜红粉成灰　萧索白杨风起",
            "因思畴昔　铁索千寻　漫沈江底",
            "挥羽扇　障西尘　便好角巾私第",
            "清谈到底成何事",
            "回首新亭　风景今如此",
            "楚囚对泣何时已",
            "叹人间今古真儿戏",
            "东风岁岁还来　吹入钟山　几重苍翠"
        ],
        "ge_lyu_sep": [
            "平平仄平仄仄句仄平平平仄韵",
            "平仄仄仄仄平平句仄仄仄仄平仄韵",
            "仄仄仄平平句平仄平平句平仄平平仄韵",
            "仄平平读平仄平平句仄平平仄韵",
            "仄仄平平句平平仄仄句仄仄平平仄韵",
            "仄平仄平平句仄仄平平仄仄韵",
            "仄平平读平平仄仄句仄仄仄读平平平仄韵",
            "仄仄平读仄仄平平句平平平仄韵",
            "平平仄仄句仄仄平平句平仄仄平仄韵",
            "仄平仄读仄平平仄句仄平平仄平平句平平仄仄韵",
            "平平平仄句仄平平仄韵",
            "平平仄仄平平仄句仄平平读平仄仄平仄韵",
            "平平仄仄句仄平平仄平平句平仄仄平平仄韵",
            "平平平仄句仄仄平平句仄平平仄韵",
            "平仄仄句仄平平句仄仄仄平平仄韵",
            "平平仄仄平平仄韵",
            "平仄平平句平仄平平仄韵",
            "仄平仄仄平平仄韵",
            "仄平平平仄平平仄韵",
            "平平仄仄平平句平仄平平句仄平平仄韵"
        ],
        "origin": "金陵故都最好，有朱楼迢递。嗟倦客又此凭高，槛外已少佳致。更落尽梨花，飞尽杨花，春也成憔悴。问青山、三国英雄，六朝奇伟。麦甸葵丘，荒台败垒，鹿豕衔枯荠。正潮打孤城，寂寞斜阳影里。听楼头、哀笳怨角，未把酒、愁心先醉。渐夜深、月满秦淮，烟笼寒水。凄凄惨惨，冷冷清清，灯火渡头市。慨商女、不知兴废，隔江犹唱庭花，馀音亹亹。伤心千古，泪痕如洗。乌衣巷口青芜路，认依稀、王谢旧邻里。临春结绮，可怜红粉成灰，萧索白杨风起。因思畴昔，铁索千寻，漫沈江底。挥羽扇，障西尘，便好角巾私第。清谈到底成何事。回首新亭，风景今如此。楚囚对泣何时已。叹人间今古真儿戏。东风岁岁还来，吹入钟山，几重苍翠。",
        "origin_trad": "金陵故都最好，有朱樓迢遞。嗟倦客又此憑高，檻外已少佳致。更落盡梨花，飛盡楊花，春也成憔悴。問青山、三國英雄，六朝奇偉。麥甸葵丘，荒臺敗壘，鹿豕銜枯薺。正潮打孤城，寂寞斜陽影裏。聽樓頭、哀笳怨角，未把酒、愁心先醉。漸夜深、月滿秦淮，煙籠寒水。淒淒慘慘，冷冷清清，燈火渡頭市。慨商女、不知興廢，隔江猶唱庭花，餘音亹亹。傷心千古，淚痕如洗。烏衣巷口青蕪路，認依稀、王謝舊鄰里。臨春結綺，可憐紅粉成灰，蕭索白楊風起。因思疇昔，鐵索千尋，漫沈江底。揮羽扇，障西塵，便好角巾私第。清談到底成何事。回首新亭，風景今如此。楚囚對泣何時已。歎人間今古真兒戲。東風歲歲還來，吹入鐘山，幾重蒼翠。"
    }
]