[
    {
        "ge_lyu_str": "仄平平仄平平仄仄平平仄平仄仄平平平仄仄仄平平平平平仄平平仄中中仄平平仄平平中仄平平仄中平平仄平平平仄仄仄平平仄平平仄仄平平平仄中仄仄平平仄仄平平平仄平仄仄仄平平仄平仄仄平平中仄平仄平平仄中平平仄平平仄中平中仄平仄平平仄仄平平",
        "rhyme_pos": [
            2,
            9,
            21,
            33,
            40,
            53,
            67,
            79,
            91,
            98,
            111
        ],
        "yun_classify": {
            "0": [
                2,
                9,
                21,
                33,
                40,
                53,
                67,
                79,
                91,
                98,
                111
            ]
        },
        "ci_sep": [
            "月华边",
            "万年芳树起祥烟",
            "帝居壮丽　皇家熙盛　宝运当千",
            "端门清昼　觚棱照日　双阙中天",
            "太平时　朝野多欢",
            "遍锦街香陌　钧天歌吹　阆苑神仙",
            "昔观光得意　狂游风景　再睹更精妍",
            "傍柳阴　寻花径　空恁亸辔垂鞭",
            "乐游雅戏　平康艳质　应也依然",
            "仗何人　多谢婵娟",
            "道宦途踪迹　歌酒情怀　不似当年"
        ],
        "ge_lyu_sep": [
            "仄平平韵",
            "仄平平仄仄平平韵",
            "仄平仄仄句平平平仄句仄仄平平韵",
            "平平平仄句平平仄中句中仄平平韵",
            "仄平平读中仄平平韵",
            "仄中平平仄句平平平仄句仄仄平平韵",
            "仄平平仄仄句平平平仄句中仄仄平平韵",
            "仄仄平读平平仄句平仄仄仄平平韵",
            "仄平仄仄句平平中仄句平仄平平韵",
            "仄中平读平仄平平韵",
            "仄中平中仄句平仄平平句仄仄平平韵"
        ],
        "origin": "月华边。万年芳树起祥烟。帝居壮丽，皇家熙盛，宝运当千。端门清昼，觚棱照日，双阙中天。太平时、朝野多欢。遍锦街香陌，钧天歌吹，阆苑神仙。昔观光得意，狂游风景，再睹更精妍。傍柳阴、寻花径，空恁亸辔垂鞭。乐游雅戏，平康艳质，应也依然。仗何人、多谢婵娟。道宦途踪迹，歌酒情怀，不似当年。",
        "origin_trad": "月華邊。萬年芳樹起祥煙。帝居壯麗，皇家熙盛，寶運當千。端門清晝，觚稜照日，雙闕中天。太平時、朝野多歡。遍錦街香陌，鈞天歌吹，閬苑神仙。昔觀光得意，狂遊風景，再覩更精妍。傍柳陰、尋花徑，空恁嚲轡垂鞭。樂游雅戲，平康豔質，應也依然。仗何人、多謝嬋娟。道宦途蹤跡，歌酒情懷，不似當年。"
    },
    {
        "ge_lyu_str": "仄平平仄平平仄仄平平仄平仄仄平平平仄仄仄平平平平平仄平平仄平仄仄平平仄平平仄仄平平仄平平平仄平平平仄仄仄平平仄平平仄仄平平平仄平仄仄平平仄仄平平平仄平仄仄仄平平仄平仄仄平平平仄平仄平平仄仄平平仄平平仄平平仄仄平仄平平仄仄平平",
        "rhyme_pos": [
            2,
            9,
            21,
            33,
            40,
            53,
            67,
            79,
            91,
            98,
            111
        ],
        "yun_classify": {
            "0": [
                2,
                9,
                21,
                33,
                40,
                53,
                67,
                79,
                91,
                98,
                111
            ]
        },
        "ci_sep": [
            "舣兰舟",
            "十分端是载离愁",
            "练波送远　屏山遮断　此去难留",
            "相从争奈　心期久要　屡变霜秋",
            "叹人生　杳似萍浮",
            "又翻成轻别　都将深恨　付与东流",
            "想斜阳影里　寒烟明处　双桨去悠悠",
            "爱渚梅　幽香动　须采掇　倩纤柔",
            "艳歌粲发　谁传馀韵　来说仙游",
            "念故人　留此遐州",
            "但春风老后　秋月圆时　独倚江楼"
        ],
        "ge_lyu_sep": [
            "仄平平韵",
            "仄平平仄仄平平韵",
            "仄平仄仄句平平平仄句仄仄平平韵",
            "平平平仄句平平仄平句仄仄平平韵",
            "仄平平读仄仄平平韵",
            "仄平平平仄句平平平仄句仄仄平平韵",
            "仄平平仄仄句平平平仄句平仄仄平平韵",
            "仄仄平读平平仄句平仄仄读仄平平韵",
            "仄平仄仄句平平平仄句平仄平平韵",
            "仄仄平读平仄平平韵",
            "仄平平仄仄句平仄平平句仄仄平平韵"
        ],
        "origin": "舣兰舟。十分端是载离愁。练波送远，屏山遮断，此去难留。相从争奈，心期久要，屡变霜秋。叹人生、杳似萍浮。又翻成轻别，都将深恨，付与东流。想斜阳影里，寒烟明处，双桨去悠悠。爱渚梅、幽香动，须采掇、倩纤柔。艳歌粲发，谁传馀韵，来说仙游。念故人、留此遐州。但春风老后，秋月圆时，独倚江楼。",
        "origin_trad": "檥蘭舟。十分端是載離愁。練波送遠，屏山遮斷，此去難留。相從爭奈，心期久要，屢變霜秋。歎人生、杳似萍浮。又翻成輕別，都將深恨，付與東流。想斜陽影裏，寒煙明處，雙槳去悠悠。愛渚梅、幽香動，須采掇、倩纖柔。豔歌粲發，誰傳餘韻，來說仙遊。念故人、留此遐州。但春風老後，秋月圓時，獨倚江樓。"
    },
    {
        "ge_lyu_str": "仄仄仄平平仄仄平平仄仄平仄仄平平仄平平仄平平仄平平平平仄仄平平仄仄仄仄平平仄平平平仄平平仄仄仄平平平仄仄平平仄仄平平仄平平平平平平平仄仄仄仄平平仄仄平仄仄平平仄仄仄平平平平仄仄平平仄仄平仄平平仄平仄仄仄平平仄仄仄平平平平仄仄平仄仄平平",
        "rhyme_pos": [
            4,
            11,
            24,
            36,
            43,
            57,
            60,
            71,
            83,
            95,
            102,
            116
        ],
        "yun_classify": {
            "0": [
                4,
                11,
                24,
                36,
                43,
                57,
                60,
                71,
                83,
                95,
                102,
                116
            ]
        },
        "ci_sep": [
            "阆苑喜新晴",
            "正桂华　飘下太清",
            "宝篽凉秋　梦祥明月　天开辅盈成",
            "宫闱女职遵慈训　见海宇仪型",
            "奉东朝　晨夕趋承",
            "化内外　咸知柔顺　已看彤管赋和平",
            "宴坤宁",
            "香腾金猊　烟暖秘殿䌽衣轻",
            "六乐丝竹　绕云萦水　总按新声",
            "天临帝幄　亲颁寿酒　恩意兼勤",
            "雁行缀　宰府殊荣",
            "愿万亿斯年　南山并永　坤厚赞尧明"
        ],
        "ge_lyu_sep": [
            "仄仄仄平平韵",
            "仄仄平读平仄仄平韵",
            "仄仄平平句仄平平仄句平平仄平平韵",
            "平平仄仄平平仄句仄仄仄平平韵",
            "仄平平读平仄平平韵",
            "仄仄仄读平平平仄句仄平平仄仄平平韵",
            "仄平平韵",
            "平平平平句平仄仄仄仄平平韵",
            "仄仄平仄句仄平平仄句仄仄平平韵",
            "平平仄仄句平平仄仄句平仄平平韵",
            "仄平仄读仄仄平平韵",
            "仄仄仄平平句平平仄仄句平仄仄平平韵"
        ],
        "origin": "阆苑喜新晴。正桂华、飘下太清。宝篽凉秋，梦祥明月，天开辅盈成。宫闱女职遵慈训，见海宇仪型。奉东朝、晨夕趋承。化内外、咸知柔顺，已看彤管赋和平。宴坤宁。香腾金猊，烟暖秘殿䌽衣轻。六乐丝竹，绕云萦水，总按新声。天临帝幄，亲颁寿酒，恩意兼勤。雁行缀、宰府殊荣。愿万亿斯年，南山并永，坤厚赞尧明。",
        "origin_trad": "閬苑喜新晴。正桂華、飄下太清。寶篽凉秋，夢祥明月，天開輔盈成。宮闈女職遵慈訓，見海宇儀型。奉東朝、晨夕趨承。化內外、咸知柔順，已看彤管賦和平。宴坤寧。香騰金猊，煙暖秘殿綵衣輕。六樂絲竹，繞雲縈水，總按新聲。天臨帝幄，親頒壽酒，恩意兼勤。雁行綴、宰府殊榮。願萬億斯年，南山並永，坤厚贊堯明。"
    }
]