[
    {
        "ge_lyu_str": "中仄平平平平仄仄仄仄平平平仄仄仄平平仄仄平平仄仄平平平仄平平仄仄平平仄仄平仄平平平仄仄仄平平仄仄平平仄仄平平平仄仄仄平平平平平仄仄仄平平平仄仄仄仄平平仄仄中仄平平平仄仄仄平平仄仄平平中仄仄平仄仄中仄平平仄仄中平平仄仄",
        "rhyme_pos": [
            13,
            27,
            41,
            55,
            69,
            82,
            95,
            107
        ],
        "yun_classify": {
            "0": [
                13,
                27,
                41,
                55,
                69,
                82,
                95,
                107
            ]
        },
        "ci_sep": [
            "香靥深深　姿姿媚媚　雅格奇容天与",
            "自识伊来　好好看承　会得妖娆心素",
            "临期再约同欢　定是都把平生相许",
            "又恐恩情　易破难成　未免千般思虑",
            "近日书来　寒暄而已　苦没忉忉言语",
            "便认得　听人教当　拟把前言轻负",
            "见说兰台宋玉　多才多艺善词赋",
            "试与问　朝朝暮暮　行云何处去"
        ],
        "ge_lyu_sep": [
            "中仄平平句平平仄仄句仄仄平平平仄韵",
            "仄仄平平句仄仄平平句仄仄平平平仄韵",
            "平平仄仄平平句仄仄平仄平平平仄韵",
            "仄仄平平读仄仄平平句仄仄平平平仄韵",
            "仄仄平平句平平平仄句仄仄平平平仄韵",
            "仄仄仄读平平仄仄句中仄平平平仄韵",
            "仄仄平平仄仄句平平中仄仄平仄韵",
            "仄中仄读平平仄仄句中平平仄仄韵"
        ],
        "origin": "香靥深深，姿姿媚媚，雅格奇容天与。自识伊来，好好看承，会得妖娆心素。临期再约同欢，定是都把平生相许。又恐恩情、易破难成，未免千般思虑。近日书来，寒暄而已，苦没忉忉言语。便认得、听人教当，拟把前言轻负。见说兰台宋玉，多才多艺善词赋。试与问、朝朝暮暮，行云何处去。",
        "origin_trad": "香靨深深，姿姿媚媚，雅格奇容天與。自識伊來，好好看承，會得妖嬈心素。臨期再約同歡，定是都把平生相許。又恐恩情、易破難成，未免千般思慮。近日書來，寒暄而已，苦沒忉忉言語。便認得、聽人教當，擬把前言輕負。見說蘭臺宋玉，多才多藝善詞賦。試與問、朝朝暮暮，行雲何處去。"
    },
    {
        "ge_lyu_str": "仄仄平平平平仄仄仄仄平平平仄仄仄平平仄仄平平仄仄平平平仄平平仄仄平平仄仄平仄平平平仄仄仄平平仄仄平平仄仄平平平仄仄仄平平平平平仄仄仄平平平仄仄仄仄平平仄仄平仄平平平仄仄仄平平仄仄平平仄仄仄平仄仄平仄平平仄仄仄平平仄仄",
        "rhyme_pos": [
            13,
            27,
            41,
            55,
            69,
            82,
            95,
            107
        ],
        "yun_classify": {
            "0": [
                13,
                27,
                41,
                55,
                69,
                82,
                95,
                107
            ]
        },
        "ci_sep": [
            "雪叶红彫　烟林翠减　独有寒梅难并",
            "瑞雪香肌　碎玉奇姿　迥得佳人风韵",
            "清标暗折芳心　又是轻泄江南春信",
            "最好山前水畔　幽閒自有　横斜疏影",
            "尽日凭阑　寻思无语　可惜飘琼飞粉",
            "但怅望　王孙未赏　空使清香成阵",
            "怎得移根帝苑　开时不许众芳近",
            "免教向　深岩暗谷　结成千万恨"
        ],
        "ge_lyu_sep": [
            "仄仄平平句平平仄仄句仄仄平平平仄韵",
            "仄仄平平句仄仄平平句仄仄平平平仄韵",
            "平平仄仄平平句仄仄平仄平平平仄韵",
            "仄仄平平仄仄句平平仄仄句平平平仄韵",
            "仄仄平平句平平平仄句仄仄平平平仄韵",
            "仄仄仄读平平仄仄句平仄平平平仄韵",
            "仄仄平平仄仄句平平仄仄仄平仄韵",
            "仄平仄读平平仄仄句仄平平仄仄韵"
        ],
        "origin": "雪叶红彫，烟林翠减，独有寒梅难并。瑞雪香肌，碎玉奇姿，迥得佳人风韵。清标暗折芳心，又是轻泄江南春信。最好山前水畔，幽閒自有，横斜疏影。尽日凭阑，寻思无语，可惜飘琼飞粉。但怅望、王孙未赏，空使清香成阵。怎得移根帝苑，开时不许众芳近。免教向、深岩暗谷，结成千万恨。",
        "origin_trad": "雪葉紅彫，煙林翠減，獨有寒梅難並。瑞雪香肌，碎玉奇姿，迥得佳人風韻。清標暗折芳心，又是輕洩江南春信。最好山前水畔，幽閒自有，橫斜疏影。盡日憑闌，尋思無語，可惜飄瓊飛粉。但悵望、王孫未賞，空使清香成陣。怎得移根帝苑，開時不許眾芳近。免教向、深巖暗谷，結成千萬恨。"
    },
    {
        "ge_lyu_str": "中仄平平仄平仄仄平仄平平平仄仄仄平平仄仄平仄仄仄平平仄仄平平仄仄平平中仄中仄平平仄仄仄仄平平仄仄仄仄仄仄平平平仄中仄平平中平仄仄仄仄平平平仄仄仄平平仄仄仄仄仄仄平平平仄平仄平平中仄仄平平仄仄仄平仄仄仄平平平平平仄平仄平仄",
        "rhyme_pos": [
            4,
            13,
            27,
            41,
            55,
            69,
            83,
            98,
            109
        ],
        "yun_classify": {
            "0": [
                4,
                13,
                27,
                41,
                55,
                69,
                83,
                98,
                109
            ]
        },
        "ci_sep": [
            "杳杳春江阔",
            "收细雨　风蹙波声无歇",
            "雁去汀洲暖　岸芜静　翠染遥山一抹",
            "群鸥聚散　征航来去　隔水相望楚越",
            "对此　凝情久　念往岁上国　嬉游时节",
            "斗草园林　卖花巷陌　触处风光奇绝",
            "正恁浓欢里　悄不意　顿有天涯离别",
            "看即梅生翠实　柳飘狂絮　没个人共折",
            "把而今　愁烦滋味　教向谁说"
        ],
        "ge_lyu_sep": [
            "中仄平平仄韵",
            "平仄仄读平仄平平平仄韵",
            "仄仄平平仄句仄平仄读仄仄平平仄仄韵",
            "平平仄仄句平平中仄句中仄平平仄仄韵",
            "仄仄读平平仄句仄仄仄仄仄句平平平仄韵",
            "中仄平平句中平仄仄句仄仄平平平仄韵",
            "仄仄平平仄句仄仄仄读仄仄平平平仄韵",
            "平仄平平中仄句仄平平仄句仄仄平仄仄韵",
            "仄平平读平平平仄句平仄平仄韵"
        ],
        "origin": "杳杳春江阔。收细雨、风蹙波声无歇。雁去汀洲暖，岸芜静、翠染遥山一抹。群鸥聚散，征航来去，隔水相望楚越。对此、凝情久，念往岁上国，嬉游时节。斗草园林，卖花巷陌，触处风光奇绝。正恁浓欢里，悄不意、顿有天涯离别。看即梅生翠实，柳飘狂絮，没个人共折。把而今、愁烦滋味，教向谁说。",
        "origin_trad": "杳杳春江闊。收細雨、風蹙波聲無歇。雁去汀洲暖，岸蕪靜、翠染遙山一抹。群鷗聚散，征航來去，隔水相望楚越。對此、凝情久，念往歲上國，嬉遊時節。鬭草園林，賣花巷陌，觸處風光奇絕。正恁濃歡裏，悄不意、頓有天涯離別。看即梅生翠實，柳飄狂絮，沒箇人共折。把而今、愁煩滋味，教向誰說。"
    }
]