[
    {
        "ge_lyu_str": "仄平仄仄平平仄仄平仄平仄平仄平平仄仄仄仄中平中平仄平仄平平平平仄仄中平仄仄仄平平仄仄平平仄仄平平平仄平平平仄仄仄平平仄平仄仄平平平仄平仄仄仄平平平平仄仄平仄仄平仄仄仄仄平平平仄仄仄仄仄平平仄中平平平平仄平平仄仄仄仄平平平仄仄仄平平平平仄仄平平平仄仄仄平仄平平仄平仄仄",
        "rhyme_pos": [
            11,
            24,
            36,
            53,
            65,
            67,
            81,
            94,
            104,
            132
        ],
        "yun_classify": {
            "0": [
                11,
                24,
                36,
                53,
                65,
                67,
                81,
                94,
                104,
                132
            ]
        },
        "ci_sep": [
            "露花倒影　烟芜蘸碧　灵沼波暖",
            "金柳摇风树树　系彩舫龙舟遥岸",
            "千步虹桥　参差雁齿　直趋水殿",
            "绕金堤　曼衍鱼龙戏　簇春娇罗绮　喧天丝管",
            "霁色荣光　望中似睹　蓬莱清浅",
            "时见",
            "凤辇宸游　鸾觞禊饮　临翠水　开镐宴",
            "两两轻舠飞画楫　竞夺锦标霞烂",
            "声欢娱　歌鱼藻　徘徊宛转",
            "别有盈盈游女　各委明珠　争收翠羽　相将归去　渐觉云海沈沈　洞天日晚"
        ],
        "ge_lyu_sep": [
            "仄平仄仄句平平仄仄句平仄平仄韵",
            "平仄平平仄仄句仄仄中平中平仄韵",
            "平仄平平句平平仄仄句中平仄仄韵",
            "仄平平读仄仄平平仄句仄平平平仄句平平平仄韵",
            "仄仄平平句仄平仄仄句平平平仄韵",
            "平仄韵",
            "仄仄平平句平平仄仄句平仄仄句平仄仄韵",
            "仄仄平平平仄仄句仄仄仄平平仄韵",
            "中平平句平平仄句平平仄仄韵",
            "仄仄平平平仄句仄仄平平句平平仄仄句平平平仄句仄仄平仄平平句仄平仄仄韵"
        ],
        "origin": "露花倒影，烟芜蘸碧，灵沼波暖。金柳摇风树树，系彩舫龙舟遥岸。千步虹桥，参差雁齿，直趋水殿。绕金堤、曼衍鱼龙戏，簇春娇罗绮，喧天丝管。霁色荣光，望中似睹，蓬莱清浅。时见。凤辇宸游，鸾觞禊饮，临翠水，开镐宴。两两轻舠飞画楫，竞夺锦标霞烂。声欢娱，歌鱼藻，徘徊宛转。别有盈盈游女，各委明珠，争收翠羽，相将归去，渐觉云海沈沈，洞天日晚。",
        "origin_trad": "露花倒影，煙蕪蘸碧，靈沼波暖。金柳搖風樹樹，繫彩舫龍舟遙岸。千步虹橋，參差雁齒，直趨水殿。繞金堤、曼衍魚龍戲，簇春嬌羅綺，喧天絲管。霽色榮光，望中似睹，蓬萊清淺。時見。鳳輦宸遊，鸞觴禊飲，臨翠水，開鎬宴。兩兩輕舠飛畫楫，競奪錦標霞爛。聲歡娛，歌魚藻，徘徊宛轉。別有盈盈遊女，各委明珠，爭收翠羽，相將歸去，漸覺雲海沈沈，洞天日晚。"
    },
    {
        "ge_lyu_str": "仄平仄仄平平仄仄平仄平仄仄仄平平仄仄仄仄平平仄平仄平仄平平平平仄仄平平仄仄仄平平仄仄平平仄仄平平平仄平平平仄仄仄平平仄平仄仄平平平仄平仄仄仄平平平平仄仄平仄仄平仄仄仄仄平平平仄仄仄仄仄平平仄仄平平平平仄平平仄仄仄仄平平平仄仄仄平平平平仄仄平平平仄仄仄平仄平平仄平仄仄",
        "rhyme_pos": [
            11,
            24,
            36,
            65,
            67,
            81,
            94,
            104,
            132
        ],
        "yun_classify": {
            "0": [
                11,
                24,
                36,
                65,
                67,
                81,
                94,
                104,
                132
            ]
        },
        "ci_sep": [
            "四堂互映　双门并丽　龙阁开府",
            "郡美东南第一　望故园楼阁霏雾",
            "垂柳池塘　流泉巷陌　吴歌处处",
            "近黄昏　渐更宜良夜　簇繁星灯烛　长衢如画　暝色韶光　几帘粉面　飞甍朱户",
            "欢聚",
            "雁齿桥红　裙腰草绿　云际寺　林下路",
            "酒熟梨花宾客醉　但觉满山箫鼓",
            "尽朋游　因民乐　芳菲有主",
            "自此归从泥诏　去指沙堤　南屏水石　西湖风月　好作千骑行春　画图写取"
        ],
        "ge_lyu_sep": [
            "仄平仄仄句平平仄仄句平仄平仄韵",
            "仄仄平平仄仄句仄仄平平仄平仄韵",
            "平仄平平句平平仄仄句平平仄仄韵",
            "仄平平读仄仄平平仄句仄平平平仄句平平平仄句仄仄平平句仄平仄仄句平平平仄韵",
            "平仄韵",
            "仄仄平平句平平仄仄句平仄仄句平仄仄韵",
            "仄仄平平平仄仄句仄仄仄平平仄韵",
            "仄平平句平平仄句平平仄仄韵",
            "仄仄平平平仄句仄仄平平句平平仄仄句平平平仄句仄仄平仄平平句仄平仄仄韵"
        ],
        "origin": "四堂互映，双门并丽，龙阁开府。郡美东南第一，望故园楼阁霏雾。垂柳池塘，流泉巷陌，吴歌处处。近黄昏、渐更宜良夜，簇繁星灯烛，长衢如画，暝色韶光，几帘粉面，飞甍朱户。欢聚。雁齿桥红，裙腰草绿，云际寺，林下路。酒熟梨花宾客醉，但觉满山箫鼓。尽朋游，因民乐，芳菲有主。自此归从泥诏，去指沙堤，南屏水石，西湖风月，好作千骑行春，画图写取。",
        "origin_trad": "四堂互映，雙門並麗，龍閣開府。郡美東南第一，望故園樓閣霏霧。垂柳池塘，流泉巷陌，吳歌處處。近黃昏、漸更宜良夜，簇繁星燈燭，長衢如畫，暝色韶光，幾簾粉面，飛甍朱戶。歡聚。雁齒橋紅，裙腰草綠，雲際寺，林下路。酒熟梨花賓客醉，但覺滿山簫鼓。盡朋遊，因民樂，芳菲有主。自此歸從泥詔，去指沙堤，南屏水石，西湖風月，好作千騎行春，畫圖寫取。"
    }
]