[
    {
        "ge_lyu_str": "中仄平平中平中仄仄仄平平平仄中仄中平中仄平仄平平中平平仄仄平平中仄仄平中中平平仄仄平平中仄平平仄仄平平平仄中仄平平中仄中仄平平中中中中平仄中仄中平中仄中仄平平中平平仄仄平平中仄仄平中平平平仄仄平平中仄中平仄仄平平平仄",
        "rhyme_pos": [
            13,
            27,
            39,
            52,
            58,
            68,
            82,
            94,
            107
        ],
        "yun_classify": {
            "0": [
                13,
                27,
                39,
                52,
                58,
                68,
                82,
                94,
                107
            ]
        },
        "ci_sep": [
            "凉月横舟　银潢浸练　万里秋容如拭",
            "冉冉鸾骖鹤驭　桥倚高寒　鹊飞空碧",
            "问欢情几许　早收拾　新愁重织",
            "恨人间　会少离多　万古千秋今夕",
            "谁念文园病客",
            "夜色沈沈　独抱一天岑寂",
            "忍记穿针亭榭　金鸭香寒　玉徽尘积",
            "凭新凉半枕　又依约　行云消息",
            "听窗前　泪雨浪浪　梦里檐声犹滴"
        ],
        "ge_lyu_sep": [
            "中仄平平句中平中仄句仄仄平平平仄韵",
            "中仄中平中仄句平仄平平句中平平仄韵",
            "仄平平中仄句仄平中读中平平仄韵",
            "仄平平读中仄平平句仄仄平平平仄韵",
            "中仄平平中仄韵",
            "中仄平平句中中中中平仄韵",
            "中仄中平中仄句中仄平平句中平平仄韵",
            "仄平平中仄句仄平中读平平平仄韵",
            "仄平平读中仄中平句仄仄平平平仄韵"
        ],
        "origin": "凉月横舟，银潢浸练，万里秋容如拭。冉冉鸾骖鹤驭，桥倚高寒，鹊飞空碧。问欢情几许，早收拾、新愁重织。恨人间、会少离多，万古千秋今夕。谁念文园病客。夜色沈沈，独抱一天岑寂。忍记穿针亭榭，金鸭香寒，玉徽尘积。凭新凉半枕，又依约、行云消息。听窗前、泪雨浪浪，梦里檐声犹滴。",
        "origin_trad": "凉月橫舟，銀潢浸練，萬里秋容如拭。冉冉鸞驂鶴馭，橋倚高寒，鵲飛空碧。問歡情幾許，早收拾、新愁重織。恨人間、會少離多，萬古千秋今夕。誰念文園病客。夜色沈沈，獨抱一天岑寂。忍記穿針亭榭，金鴨香寒，玉徽塵積。憑新凉半枕，又依約、行雲消息。聽窗前、淚雨浪浪，夢裏檐聲猶滴。"
    },
    {
        "ge_lyu_str": "平仄平平平平仄仄仄仄平平平仄仄仄平平仄仄平仄平平仄平平仄仄平平平仄仄平平平平平仄仄平平平仄平平仄仄平平平仄平仄平平平仄平仄平平平平仄仄平仄仄仄平平仄仄平仄平平仄平平仄仄平平平仄仄平平平平平仄仄平平平仄平平仄仄平平平仄",
        "rhyme_pos": [
            13,
            27,
            39,
            52,
            68,
            82,
            94,
            107
        ],
        "yun_classify": {
            "0": [
                13,
                27,
                39,
                52,
                68,
                82,
                94,
                107
            ]
        },
        "ci_sep": [
            "孤影长嗟　凭高眺远　落日新亭西北",
            "幸有山河在眼　风景留人　楚囚何泣",
            "尽纷华蜗角　算都输　林泉閒适",
            "澹悠悠　流水行云　任我平生踪迹",
            "谁念江州司马　沦落天涯　青衫未免沾湿",
            "梦里封龙旧隐　经卷琴囊　酒樽诗笔",
            "对中天凉月　且高歌　徘徊今夕",
            "陇头人　应也相思　万里梅花消息"
        ],
        "ge_lyu_sep": [
            "平仄平平句平平仄仄句仄仄平平平仄韵",
            "仄仄平平仄仄句平仄平平句仄平平仄韵",
            "仄平平平仄句仄平平读平平平仄韵",
            "仄平平读平仄平平句仄仄平平平仄韵",
            "平仄平平平仄句平仄平平句平平仄仄平仄韵",
            "仄仄平平仄仄句平仄平平句仄平平仄韵",
            "仄平平平仄句仄平平读平平平仄韵",
            "仄平平读平仄平平句仄仄平平平仄韵"
        ],
        "origin": "孤影长嗟，凭高眺远，落日新亭西北。幸有山河在眼，风景留人，楚囚何泣。尽纷华蜗角，算都输、林泉閒适。澹悠悠、流水行云，任我平生踪迹。谁念江州司马，沦落天涯，青衫未免沾湿。梦里封龙旧隐，经卷琴囊，酒樽诗笔。对中天凉月，且高歌、徘徊今夕。陇头人、应也相思，万里梅花消息。",
        "origin_trad": "孤影長嗟，憑高眺遠，落日新亭西北。幸有山河在眼，風景留人，楚囚何泣。盡紛華蝸角，算都輸、林泉閒適。澹悠悠、流水行雲，任我平生蹤跡。誰念江州司馬，淪落天涯，青衫未免沾濕。夢裏封龍舊隱，經卷琴囊，酒樽詩筆。對中天凉月，且高歌、徘徊今夕。隴頭人、應也相思，萬里梅花消息。"
    },
    {
        "ge_lyu_str": "仄仄平平平平仄仄仄仄平平平仄平仄平平仄仄平仄平平平平平仄仄平平平仄仄平平平平平仄仄平平仄仄平平仄仄平平平仄仄仄平平平仄仄仄平平仄平仄仄平仄平平仄仄仄仄平平平平仄仄仄平平平仄仄平平平平平仄仄平平平仄仄平仄仄平平平仄",
        "rhyme_pos": [
            13,
            19,
            27,
            39,
            52,
            66,
            80,
            92,
            105
        ],
        "yun_classify": {
            "0": [
                13,
                19,
                27,
                39,
                52,
                66,
                80,
                92,
                105
            ]
        },
        "ci_sep": [
            "老气盘空　才名盖世　万里西风行色",
            "人物中朝第一",
            "司马题桥　班生投笔",
            "记承流宣化　早威声　先驰殊域",
            "看吟鞭　笑指关河　历历当年曾识",
            "自古人心忠义　白水朝东　众星拱极",
            "铜柱无端隔断　瘴雨蛮烟　天南地北",
            "莫回瞻丹阙　捧红云　金泥香屑",
            "愿明年　归对大廷　细说安边良策"
        ],
        "ge_lyu_sep": [
            "仄仄平平句平平仄仄句仄仄平平平仄韵",
            "平仄平平仄仄韵",
            "平仄平平句平平平仄韵",
            "仄平平平仄句仄平平读平平平仄韵",
            "仄平平读仄仄平平句仄仄平平平仄韵",
            "仄仄平平平仄句仄仄平平句仄平仄仄韵",
            "平仄平平仄仄句仄仄平平句平平仄仄韵",
            "仄平平平仄句仄平平读平平平仄韵",
            "仄平平读平仄仄平句仄仄平平平仄韵"
        ],
        "origin": "老气盘空，才名盖世，万里西风行色。人物中朝第一。司马题桥，班生投笔。记承流宣化，早威声、先驰殊域。看吟鞭、笑指关河，历历当年曾识。自古人心忠义，白水朝东，众星拱极。铜柱无端隔断，瘴雨蛮烟，天南地北。莫回瞻丹阙，捧红云、金泥香屑。愿明年、归对大廷，细说安边良策。",
        "origin_trad": "老氣盤空，才名蓋世，萬里西風行色。人物中朝第一。司馬題橋，班生投筆。記承流宣化，早威聲、先馳殊域。看吟鞭、笑指關河，歷歷當年曾識。自古人心忠義，白水朝東，眾星拱極。銅柱無端隔斷，瘴雨蠻煙，天南地北。莫迴瞻丹闕，捧紅雲、金泥香屑。願明年、歸對大廷，細說安邊良策。"
    }
]