[
    {
        "ge_lyu_str": "仄平平中平中仄平平仄平平平平仄仄中中中仄平平仄平平中平中仄中中仄中仄平平中仄平平平平仄仄仄平平仄仄平平仄中仄中平平仄中仄仄平平平平仄中平中仄中仄平平仄平平平平仄仄仄中平仄平平仄平平仄平仄仄中中中平仄平平中仄平平中平仄仄中平平仄仄平平仄中仄中平中仄平仄仄平平平平仄中平中仄中仄平平",
        "rhyme_pos": [
            8,
            21,
            35,
            50,
            62,
            73,
            86,
            100,
            115,
            127,
            138
        ],
        "yun_classify": {
            "0": [
                8,
                21,
                35,
                50,
                62,
                73,
                86,
                100,
                115,
                127,
                138
            ]
        },
        "ci_sep": [
            "晚云收　淡天一片琉璃",
            "烂银盘　来从海底　皓色千里澄辉",
            "莹无尘　素娥澹伫　静可数　丹桂参差",
            "玉露初零　金风未凛　一年无似此佳时",
            "露坐久　疏萤时度　乌鹊正南飞",
            "瑶台冷　栏干凭暖　欲下迟迟",
            "念佳人　音尘隔后　对此应解相思",
            "最关情　漏声正永　暗断肠　花影潜移",
            "料得来宵　清光未减　阴晴天气又争知",
            "共凝恋　如今别后　还是隔年期",
            "人强健　清尊素影　长愿相随"
        ],
        "ge_lyu_sep": [
            "仄平平句中平中仄平平韵",
            "仄平平读平平仄仄句中中中仄平平韵",
            "仄平平读中平中仄句中中仄读中仄平平韵",
            "中仄平平句平平仄仄句仄平平仄仄平平韵",
            "仄中仄读中平平仄句中仄仄平平韵",
            "平平仄读中平中仄句中仄平平韵",
            "仄平平读平平仄仄句仄中平仄平平韵",
            "仄平平读仄平仄仄句中中中读平仄平平韵",
            "中仄平平句中平仄仄句中平平仄仄平平韵",
            "仄中仄读中平中仄句平仄仄平平韵",
            "平平仄读中平中仄句中仄平平韵"
        ],
        "origin": "晚云收，淡天一片琉璃。烂银盘、来从海底，皓色千里澄辉。莹无尘、素娥澹伫，静可数、丹桂参差。玉露初零，金风未凛，一年无似此佳时。露坐久、疏萤时度，乌鹊正南飞。瑶台冷、栏干凭暖，欲下迟迟。念佳人、音尘隔后，对此应解相思。最关情、漏声正永，暗断肠、花影潜移。料得来宵，清光未减，阴晴天气又争知。共凝恋、如今别后，还是隔年期。人强健、清尊素影，长愿相随。",
        "origin_trad": "晚雲收，淡天一片琉璃。爛銀盤、來從海底，皓色千里澄輝。瑩無塵、素娥澹佇，靜可數、丹桂參差。玉露初零，金風未凛，一年無似此佳時。露坐久、疏螢時度，烏鵲正南飛。瑤臺冷、欄干凭暖，欲下遲遲。念佳人、音塵隔後，對此應解相思。最關情、漏聲正永，暗斷腸、花影潛移。料得來宵，清光未減，陰晴天氣又爭知。共凝戀、如今別後，還是隔年期。人強健、清尊素影，長願相隨。"
    },
    {
        "ge_lyu_str": "仄平平仄仄平平平仄仄平平仄平仄仄仄平平仄仄仄仄平平仄平仄仄仄平平仄仄平仄仄仄平平平平平仄仄平平仄仄平仄仄平仄仄平平仄平仄仄平仄平平仄平平仄仄仄仄平仄仄平仄平平仄仄仄平平仄平仄仄平平仄平平仄仄仄平平仄平仄仄仄平平平平平仄平平平仄仄平仄仄平仄仄平平仄平仄仄平仄平平仄平仄仄平仄仄平仄",
        "rhyme_pos": [
            8,
            21,
            35,
            50,
            62,
            73,
            86,
            100,
            115,
            127,
            138
        ],
        "yun_classify": {
            "0": [
                8,
                21,
                35,
                50,
                62,
                73,
                86,
                100,
                115,
                127,
                138
            ]
        },
        "ci_sep": [
            "想人生　美景良辰堪惜",
            "向其间　赏心乐事　古来难是并得",
            "况东城　凤台沁苑　泛清波　浅照金碧",
            "露洗华桐　烟霏丝柳　绿阴摇曳荡春色",
            "画堂迥　玉簪琼佩　高会尽词客",
            "清歌久　重然绛蜡　别就瑶席",
            "有翩若惊鸿体态　暮为行雨标格",
            "逞朱唇　缓歌妖丽　似听流莺乱花隔",
            "慢舞萦回　娇鬟低亸　腰肢纤细困无力",
            "忍分散　彩云归后　何处更寻觅",
            "休辞醉　明月好花　莫漫轻掷"
        ],
        "ge_lyu_sep": [
            "仄平平句仄仄平平平仄韵",
            "仄平平读仄平仄仄句仄平平仄仄仄韵",
            "仄平平读仄平仄仄句仄平平读仄仄平仄韵",
            "仄仄平平句平平平仄句仄平平仄仄平仄韵",
            "仄平仄读仄平平仄句平仄仄平仄韵",
            "平平仄读平平仄仄句仄仄平仄韵",
            "仄平仄平平仄仄句仄平平仄平仄韵",
            "仄平平读仄平平仄句仄仄平平仄平仄韵",
            "仄仄平平句平平平仄句平平平仄仄平仄韵",
            "仄平仄读仄平平仄句平仄仄平仄韵",
            "平平仄读平仄仄平句仄仄平仄韵"
        ],
        "origin": "想人生，美景良辰堪惜。向其间、赏心乐事，古来难是并得。况东城、凤台沁苑，泛清波、浅照金碧。露洗华桐，烟霏丝柳，绿阴摇曳荡春色。画堂迥、玉簪琼佩，高会尽词客。清歌久、重然绛蜡，别就瑶席。有翩若惊鸿体态，暮为行雨标格。逞朱唇、缓歌妖丽，似听流莺乱花隔。慢舞萦回，娇鬟低亸，腰肢纤细困无力。忍分散、彩云归后，何处更寻觅。休辞醉、明月好花，莫漫轻掷。",
        "origin_trad": "想人生，美景良辰堪惜。向其間、賞心樂事，古來難是幷得。況東城、鳳臺沁苑，泛清波、淺照金碧。露洗華桐，烟霏絲柳，綠陰搖曳蕩春色。畫堂迥、玉簪瓊佩，高會盡詞客。清歌久、重然絳蠟，別就瑤席。有翩若驚鴻體態，暮為行雨標格。逞朱唇、緩歌妖麗，似聽流鶯亂花隔。慢舞縈回，嬌鬟低嚲，腰肢纖細困無力。忍分散、彩雲歸後，何處更尋覓。休辭醉、明月好花，莫漫輕擲。"
    }
]