[
    {
        "ge_lyu_str": "仄平平仄仄仄平仄平平平仄平仄仄平平平仄平仄平平平仄仄仄仄仄仄平平平仄平仄平平仄仄仄仄仄平平仄仄仄仄平平平仄仄仄平仄平平仄仄平平平仄平仄平仄仄平平仄仄平仄平平平仄仄仄仄仄仄平平平仄平仄平平仄仄仄仄仄平平仄仄仄仄平平仄仄平仄仄仄平平平仄仄平平平仄仄平平平仄平仄平平仄仄仄仄仄仄平平仄仄仄平平仄仄仄仄平仄平平仄仄平平仄仄",
        "rhyme_pos": [
            11,
            25,
            39,
            52,
            59,
            66,
            80,
            94,
            107,
            120,
            131,
            138,
            143,
            156
        ],
        "yun_classify": {
            "0": [
                11,
                25,
                39,
                52,
                59,
                66,
                80,
                94,
                107,
                120,
                131,
                138,
                143,
                156
            ]
        },
        "ci_sep": [
            "夕阳西下　暮霭红溢　香风罗绮",
            "乘丽景　华灯争放　浓焰烧空连锦砌",
            "睹皓月　浸严城如昼　花影寒笼绛蕊",
            "渐掩映　芙蕖万顷　迤逦齐开秋水",
            "太守无限行歌意",
            "拥麾幢　光动珠翠",
            "倾万井　歌台舞榭　瞻望朱轮骈鼓吹",
            "控宝马　耀貔貅千骑　银烛交光数里",
            "似烂簇　寒星万点　拥入蓬壶影里",
            "来伴宴阁多才　环艳粉瑶簪朱履",
            "恐看看丹诏　催奉宸游燕侍",
            "便趁早　占通宵醉",
            "莫放笙歌起",
            "任画角　吹老寒梅　月满西楼十二"
        ],
        "ge_lyu_sep": [
            "仄平平仄句仄仄平仄句平平平仄韵",
            "平仄仄读平平平仄句平仄平平平仄仄韵",
            "仄仄仄读仄平平平仄句平仄平平仄仄韵",
            "仄仄仄读平平仄仄句仄仄平平平仄韵",
            "仄仄平仄平平仄韵",
            "仄平平读平仄平仄韵",
            "平仄仄读平平仄仄句平仄平平平仄仄韵",
            "仄仄仄读仄平平平仄句平仄平平仄仄韵",
            "仄仄仄读平平仄仄句仄仄平平仄仄韵",
            "平仄仄仄平平句平仄仄平平平仄韵",
            "仄平平平仄句平仄平平仄仄韵",
            "仄仄仄读仄平平仄韵",
            "仄仄平平仄韵",
            "仄仄仄读平仄平平句仄仄平平仄仄韵"
        ],
        "origin": "夕阳西下，暮霭红溢，香风罗绮。乘丽景、华灯争放，浓焰烧空连锦砌。睹皓月、浸严城如昼，花影寒笼绛蕊。渐掩映、芙蕖万顷，迤逦齐开秋水。太守无限行歌意。拥麾幢、光动珠翠。倾万井、歌台舞榭，瞻望朱轮骈鼓吹。控宝马、耀貔貅千骑，银烛交光数里。似烂簇、寒星万点，拥入蓬壶影里。来伴宴阁多才，环艳粉瑶簪朱履。恐看看丹诏，催奉宸游燕侍。便趁早、占通宵醉。莫放笙歌起。任画角、吹老寒梅，月满西楼十二。",
        "origin_trad": "夕陽西下，暮靄紅溢，香風羅綺。乘麗景、華燈爭放，濃焰燒空連錦砌。睹皓月、浸嚴城如晝，花影寒籠絳蕊。漸掩映、芙蕖萬頃，迤邐齊開秋水。太守無限行歌意。擁麾幢、光動珠翠。傾萬井、歌臺舞榭，瞻望朱輪駢鼓吹。控寶馬、耀貔貅千騎，銀燭交光數里。似爛簇、寒星萬點，擁入蓬壺影裏。來伴宴閣多才，環艷粉瑤簪朱履。恐看看丹詔，催奉宸遊燕侍。便趁早、占通宵醉。莫放笙歌起。任畫角、吹老寒梅，月滿西樓十二。"
    },
    {
        "ge_lyu_str": "平平平仄仄仄仄平平平仄仄仄仄平平平仄仄仄平平平仄仄平平仄仄仄平平仄仄仄平平平仄仄仄仄平平仄仄仄仄仄平平仄仄仄平仄平平仄仄平平平仄平仄平仄仄平平平仄仄仄平平平仄仄平仄仄仄平平平仄仄仄平平仄仄仄仄平平平平仄仄仄平平仄仄平仄仄仄平平平仄仄平平仄仄仄平平平仄平平仄平平仄仄仄仄仄平平仄仄仄仄平平仄仄平仄平仄平平平仄平平仄仄",
        "rhyme_pos": [
            10,
            24,
            38,
            51,
            58,
            65,
            72,
            79,
            87,
            93,
            106,
            119,
            131,
            138,
            143,
            156
        ],
        "yun_classify": {
            "0": [
                10,
                24,
                38,
                51,
                58,
                65,
                72,
                79,
                87,
                93,
                106,
                119,
                131,
                138,
                143,
                156
            ]
        },
        "ci_sep": [
            "红妆春骑　踏月影　竿旗穿市",
            "望不尽　楼台歌舞　习习香尘莲步底",
            "箫声断　约彩鸾归去　未怕金吾呵醉",
            "甚辇路　喧阗且止　听得念奴歌起",
            "父老犹记宣和事",
            "抱铜仙　清泪如水",
            "还转盼　沙河多丽",
            "滉漾明光连邸第",
            "帘影动　散红光成绮",
            "月浸葡萄十里",
            "看往来　神仙才子　肯把菱花扑碎",
            "肠断竹马儿童　空见说　三千乐指",
            "等多时　春不归来　到春时欲睡",
            "又说向　灯前拥髻",
            "暗滴鲛珠坠",
            "便当日　亲见霓裳　天上人间梦里"
        ],
        "ge_lyu_sep": [
            "平平平仄句仄仄仄读平平平仄韵",
            "仄仄仄读平平平仄句仄仄平平平仄仄韵",
            "平平仄读仄仄平平仄句仄仄平平平仄韵",
            "仄仄仄读平平仄仄句仄仄仄平平仄韵",
            "仄仄平仄平平仄韵",
            "仄平平读平仄平仄韵",
            "平仄仄读平平平仄韵",
            "仄仄平平平仄仄韵",
            "平仄仄读仄平平平仄韵",
            "仄仄平平仄仄韵",
            "仄仄平读平平平仄句仄仄平平仄仄韵",
            "平仄仄仄平平句平仄仄读平平仄仄韵",
            "仄平平读平仄平平句仄平平仄仄韵",
            "仄仄仄读平平仄仄韵",
            "仄仄平平仄韵",
            "仄平仄读平仄平平句平仄平平仄仄韵"
        ],
        "origin": "红妆春骑，踏月影、竿旗穿市。望不尽、楼台歌舞，习习香尘莲步底。箫声断、约彩鸾归去，未怕金吾呵醉。甚辇路、喧阗且止，听得念奴歌起。父老犹记宣和事。抱铜仙、清泪如水。还转盼、沙河多丽。滉漾明光连邸第。帘影动、散红光成绮。月浸葡萄十里。看往来、神仙才子，肯把菱花扑碎。肠断竹马儿童，空见说、三千乐指。等多时、春不归来，到春时欲睡。又说向、灯前拥髻。暗滴鲛珠坠。便当日、亲见霓裳，天上人间梦里。",
        "origin_trad": "紅妝春騎，踏月影、竿旗穿市。望不盡、樓臺歌舞，習習香塵蓮步底。簫聲斷、約彩鸞歸去，未怕金吾呵醉。甚輦路、喧闐且止，聽得念奴歌起。父老猶記宣和事。抱銅仙、清淚如水。還轉盼、沙河多麗。滉漾明光連邸第。簾影動、散紅光成綺。月浸葡萄十里。看往來、神仙才子，肯把菱花撲碎。腸斷竹馬兒童，空見説、三千樂指。等多時、春不歸來，到春時欲睡。又説向、燈前擁髻。暗滴鮫珠墜。便當日、親見霓裳，天上人間夢裏。"
    }
]