[
    {
        "ge_lyu_str": "中平中仄仄平中中仄中平平仄中仄中平平仄仄中仄中平平仄中仄平平中平中仄中仄平平仄中平中仄仄平平仄中仄中仄中仄平平中平中仄中仄平平仄中仄中平平仄仄中仄中平平仄中仄平平中平中仄中仄平平仄中平平仄仄平平仄平仄",
        "rhyme_pos": [
            12,
            25,
            38,
            48,
            63,
            76,
            89,
            99
        ],
        "yun_classify": {
            "0": [
                12,
                25,
                38,
                48,
                63,
                76,
                89,
                99
            ]
        },
        "ci_sep": [
            "凭高眺远　见长空万里　云无留迹",
            "桂魄飞来光射处　冷浸一天秋碧",
            "玉宇琼楼　乘鸾来去　人在清凉国",
            "江山如画　望中烟树历历",
            "我醉拍手狂歌　举杯邀月　对影成三客",
            "起舞徘徊风露下　今夕不知何夕",
            "便欲乘风　翻然归去　何用骑鹏翼",
            "水晶宫里　一声吹断横笛"
        ],
        "ge_lyu_sep": [
            "中平中仄句仄平中中仄句中平平仄韵",
            "中仄中平平仄仄句中仄中平平仄韵",
            "中仄平平句中平中仄句中仄平平仄韵",
            "中平中仄句仄平平仄中仄韵",
            "中仄中仄平平句中平中仄句中仄平平仄韵",
            "中仄中平平仄仄句中仄中平平仄韵",
            "中仄平平句中平中仄句中仄平平仄韵",
            "中平平仄句仄平平仄平仄韵"
        ],
        "origin": "凭高眺远，见长空万里，云无留迹。桂魄飞来光射处，冷浸一天秋碧。玉宇琼楼，乘鸾来去，人在清凉国。江山如画，望中烟树历历。我醉拍手狂歌，举杯邀月，对影成三客。起舞徘徊风露下，今夕不知何夕。便欲乘风，翻然归去，何用骑鹏翼。水晶宫里，一声吹断横笛。",
        "origin_trad": "凭高眺遠，見長空萬里，雲無畱迹。桂魄飛來光射處，冷浸一天秋碧。玉宇瓊樓，乘鸞來去，人在清凉國。江山如畫，望中烟樹歷歷。我醉拍手狂歌，舉杯邀月，對影成三客。起舞徘徊風露下，今夕不知何夕。便欲乘風，翻然歸去，何用騎鵬翼。水晶宮裏，一聲吹斷橫笛。"
    },
    {
        "ge_lyu_str": "仄平平仄仄平仄平仄平平平仄仄仄平平平仄仄平仄平平仄仄仄仄平平平平仄仄中仄平平仄平平平仄仄中平仄平仄中仄中仄平平仄平平仄仄平平平仄仄仄平平平仄仄中仄平平平仄仄仄平平中平中仄仄仄平平仄中平平仄仄平平仄平仄",
        "rhyme_pos": [
            12,
            25,
            38,
            48,
            63,
            76,
            89,
            99
        ],
        "yun_classify": {
            "0": [
                12,
                25,
                38,
                48,
                63,
                76,
                89,
                99
            ]
        },
        "ci_sep": [
            "大江东去　浪淘尽　千古风流人物",
            "故垒西边　人道是　三国周郎赤壁",
            "乱石崩云　惊涛裂岸　卷起千堆雪",
            "江山如画　一时多少豪杰",
            "遥想公瑾当年　小乔初嫁了　雄姿英发",
            "羽扇纶巾　谈笑间　强虏灰飞烟灭",
            "故国神游　多情应笑我　早生华发",
            "人间如梦　一尊还酹江月"
        ],
        "ge_lyu_sep": [
            "仄平平仄句仄平仄读平仄平平平仄韵",
            "仄仄平平句平仄仄读平仄平平仄仄韵",
            "仄仄平平句平平仄仄句中仄平平仄韵",
            "平平平仄句仄中平仄平仄韵",
            "中仄中仄平平句仄平平仄仄句平平平仄韵",
            "仄仄平平句平仄仄读中仄平平平仄韵",
            "仄仄平平句中平中仄仄句仄平平仄韵",
            "中平平仄句仄平平仄平仄韵"
        ],
        "origin": "大江东去，浪淘尽、千古风流人物。故垒西边，人道是、三国周郎赤壁。乱石崩云，惊涛裂岸，卷起千堆雪。江山如画，一时多少豪杰。遥想公瑾当年，小乔初嫁了，雄姿英发。羽扇纶巾，谈笑间、强虏灰飞烟灭。故国神游，多情应笑我，早生华发。人间如梦，一尊还酹江月。",
        "origin_trad": "大江東去，浪淘盡、千古風流人物。故壘西邊，人道是、三國周郎赤壁。亂石崩雲，驚濤裂岸，卷起千堆雪。江山如畫，一時多少豪傑。遙想公瑾當年，小喬初嫁了，雄姿英發。羽扇綸巾，談笑間、強虜灰飛烟滅。故國神遊，多情應笑我，早生華髮。人間如夢，一尊還酹江月。"
    },
    {
        "ge_lyu_str": "仄平平仄仄平平平仄平仄平平仄仄平平平仄仄平仄平仄平平仄仄平平平平平仄平仄仄平平仄平平仄仄平平仄平平平仄平仄平平平平平仄仄平仄平平仄仄平平平仄仄仄仄平仄平平仄仄平平平平平仄平仄仄平平仄平平仄仄平平仄平平",
        "rhyme_pos": [
            12,
            25,
            38,
            48,
            63,
            76,
            89,
            99
        ],
        "yun_classify": {
            "0": [
                12,
                25,
                38,
                48,
                63,
                76,
                89,
                99
            ]
        },
        "ci_sep": [
            "洞庭波冷　望冰轮初转　沧海沉沉",
            "万顷孤光云阵卷　长笛吹破层阴",
            "汹涌三江　银涛无际　遥带五湖深",
            "酒阑歌罢　至今鼍怒龙吟",
            "回首江海平生　漂流容易散　佳会难寻",
            "缥缈高城风露爽　独倚危槛重临",
            "醉倒清尊　姮娥应笑　犹有向来心",
            "广寒宫殿　为予聊借琼林"
        ],
        "ge_lyu_sep": [
            "仄平平仄句仄平平平仄句平仄平平韵",
            "仄仄平平平仄仄句平仄平仄平平韵",
            "仄仄平平句平平平仄句平仄仄平平韵",
            "仄平平仄句仄平平仄平平韵",
            "平仄平仄平平句平平平仄仄句平仄平平韵",
            "仄仄平平平仄仄句仄仄平仄平平韵",
            "仄仄平平句平平平仄句平仄仄平平韵",
            "仄平平仄句仄平平仄平平韵"
        ],
        "origin": "洞庭波冷，望冰轮初转，沧海沉沉。万顷孤光云阵卷，长笛吹破层阴。汹涌三江，银涛无际，遥带五湖深。酒阑歌罢，至今鼍怒龙吟。回首江海平生，漂流容易散，佳会难寻。缥缈高城风露爽，独倚危槛重临。醉倒清尊，姮娥应笑，犹有向来心。广寒宫殿，为予聊借琼林。",
        "origin_trad": "洞庭波冷，望冰輪初轉，滄海沉沉。萬頃孤光雲陣卷，長笛吹破層陰。洶涌三江，銀濤無際，遙帶五湖深。酒闌歌罷，至今鼉怒龍吟。回首江海平生，漂流容易散，佳會難尋。縹緲高城風露爽，獨倚危檻重臨。醉倒清尊，姮娥應笑，猶有向來心。廣寒宮殿，為予聊借瓊林。"
    }
]